{
  "sessions": [
    {
      "id": "0",
      "title": "Gates open",
      "titleMobile": "Gates open",
      "type": "break",
      "speakers_ids": [],
      "start_timestamp": "2017-10-19T08:00:00+02:00",
      "end_timestamp": "2017-10-19T09:00:00+02:00"
    },
    {
      "id": "1",
      "title": "Opening keynote",
      "titleMobile": "Opening keynote",
      "description": "MadMapper est un programme de mapping vidéo co-produit par 1024 architecture et GarageCube. Pour développer leur projet et installation architecturale, urbaine et digitale, 1024 s’est très vite confronté au manque crucial d’outil informatique leur permettant de réaliser leurs idées… Ils se sont ainsi rapproché de la société GarageCube, créateur du logiciel de Vjing Modul8 ainsi que du Mapping Festival à Genève pour imaginer ensemble cet outil précieux: MadMapper est ainsi né de cette rencontre et collaboration, un logiciel fait par des artistes, pour des artistes. Au travers de la présentation de différents projets réalisés par 1024 et de l’évolution constante du logiciel MadMapper, nous vous raconterons l’histoire de la relation croisée sous-jacente entre installation artistique numérique et outil informatique.",
      "type": "keynote",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "5005"
      ],
      "start_timestamp": "2017-10-19T09:00:00+02:00",
      "end_timestamp": "2017-10-19T09:50:00+02:00",
      "room_id": "0"
    },
    {
      "id": "2",
      "title": "Lunch",
      "titleMobile": "Lunch",
      "description": "Foooooood !!!",
      "type": "break",
      "speakers_ids": [],
      "start_timestamp": "2017-10-19T12:00:00+02:00",
      "end_timestamp": "2017-10-19T14:00:00+02:00"
    },
    {
      "id": "3",
      "title": "After Party",
      "description": "Cette année l’After Party est organisée par notre partenaire U GIE-IRIS (Système U).\n\nElle aura lieu sur place à la Cité des Congrès (dans la Grande Galerie) à partir de 18h30 le Jeudi 19 Octobre.\nRetrouvons-nous autour d'un apéro pour discuter des événements de la 1ère journée et faire du networking. A l'affiche, des démos, des découvertes, de la musique...\nVenez nombreux !!",
      "type": "break",
      "speakers_ids": [],
      "start_timestamp": "2017-10-19T18:30:00+02:00",
      "end_timestamp": "2017-10-19T23:00:00+02:00"
    },
    {
      "id": "4",
      "title": "Gates open",
      "titleMobile": "Gates open",
      "type": "break",
      "speakers_ids": [],
      "start_timestamp": "2017-10-20T08:30:00+02:00",
      "end_timestamp": "2017-10-20T09:00:00+02:00"
    },
    {
      "id": "5",
      "title": "Lunch",
      "titleMobile": "Lunch",
      "description": "Foooooood !!!",
      "type": "break",
      "speakers_ids": [],
      "start_timestamp": "2017-10-20T12:10:00+02:00",
      "end_timestamp": "2017-10-20T14:00:00+02:00"
    },
    {
      "id": "1540",
      "title": "Vos webapps ont-elles du style ?",
      "description": "Nous sommes beaucoup à avoir la compétence HTML/CSS sur notre CV mais industrialiser le style finit rapidement en eau de boudin!\n\nEntre la conception de la charte graphique, sa mise en application, en passant par la réutilisation/maintenabilité, je vais vous présenter un ensemble d'outils et de techniques qui vous permettront de répondre complètement et sereinement à l'ensemble de ces défis :\n* Guide de style comme référentiel\n* Pondération des styles\n* CSS modules pour des composants graphiques réellement réutilisables\n* Intégration continue pour une non-régression visuelle",
      "type": "quicky",
      "track": "web",
      "category": "web",
      "language": "fr",
      "speakers_ids": [
        "2241"
      ],
      "start_timestamp": "2017-10-20T16:50:00+02:00",
      "end_timestamp": "2017-10-20T17:10:00+02:00",
      "room_id": "2"
    },
    {
      "id": "1541",
      "title": "CTF : Sortez le Mr Robot qui est en vous !",
      "description": "Vous avez déjà entendu parler de SQL Injection, de failles CSRF ou autres ? Ok, mais les avez-vous déjà exploitées ?\n\nDans ce workshop, nous vous proposerons un \"Capture The Flag\" qui vous permettra de chercher, analyser et exploiter différentes failles de sécurité. Que vous soyez novice ou non, ne vous inquiétez pas, nous serons là pour vous aiguiller dans le seul but d'apprendre des choses tout en passant un excellent moment !\n\nCe workshop se déroulera en plusieurs temps :\n\nD'abord un tour d'horizon de différentes failles, avec des exemples concrets mettant en évidence que même les meilleurs développeurs du monde font des erreurs :)\nEnsuite, nous vous fournirons des liens vers différentes applications dont le but sera d'exploiter une faille vous permettant de récupérer un code.\nChaque code récupéré vous permettra de gagner un nombre de points dépendant de la difficulté.\nLes plus chevronnés d'entre vous seront récompensés :)\nNotre rêve caché : trouver le Mr Robot de ce DevFest !",
      "type": "codelab",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "1130",
        "1131"
      ],
      "start_timestamp": "2017-10-20T15:10:00+02:00",
      "end_timestamp": "2017-10-20T17:10:00+02:00",
      "room_id": "4"
    },
    {
      "id": "1595",
      "title": "Mixed Reality for Social Good",
      "description": "Exciting times for mixed reality enthusiasts. With many AR and VR platforms now available, we're witnessing the birth of a new medium.\n\nIn many ways, this boom is similar to the personal computer revolution of the 70s and 80s. People are wondering: \"Besides games, what are these gadgets good for, anyway?\"\n\nIn this session, we'll see how people are using mixed reality for social good. Then, we'll learn about the Tango and Daydream platforms from Google. We'll use these and other platforms to build our own mixed reality experience.",
      "type": "talk",
      "track": "mobile",
      "category": "mobile",
      "language": "en",
      "speakers_ids": [
        "2248"
      ],
      "start_timestamp": "2017-10-19T11:10:00+02:00",
      "end_timestamp": "2017-10-19T12:00:00+02:00",
      "room_id": "0"
    },
    {
      "id": "1596",
      "title": "Lâchez votre JAVA et venez prendre un peu l’R ! ;)",
      "description": "R est une langage de programmation (un vrai de vrai, avec des boucles, des if/then/else, des tests unitaires et tout le tintouin), open source et gratuit, qui est principalement utilisé pour des problématiques en statistiques / data science / machine learning. L’objectif de ce quickie est de vous présenter un aperçu des forces et atouts de R. Je parie que je sais ce que vous allez fR ce week-end ! ;)",
      "type": "quicky",
      "track": "cloud",
      "category": "cloud",
      "language": "fr",
      "speakers_ids": [
        "1727"
      ],
      "start_timestamp": "2017-10-19T17:50:00+02:00",
      "end_timestamp": "2017-10-19T18:10:00+02:00",
      "room_id": "2"
    },
    {
      "id": "1629",
      "title": "Angular et performances",
      "description": "Il nous aura fallu attendre 2 ans pour avoir cette nouvelle version du fameux framework de Google. L'objectif est ambitieux: devenir le framework front le plus performant. Nous vous proposons de naviguer sur un projet Angular pour comprendre ce qui le rend plus rapide. Nous parlerons de ce qui est proposé en natif (détection du changement, lazy loading et pre loading, compilation...) mais aussi de ce que vous pouvez mettre en place (compilation AOT, tree shaking, universal...)",
      "type": "talk",
      "track": "web",
      "category": "web",
      "language": "fr",
      "speakers_ids": [
        "699",
        "1222"
      ],
      "start_timestamp": "2017-10-20T11:20:00+02:00",
      "end_timestamp": "2017-10-20T12:10:00+02:00",
      "room_id": "3"
    },
    {
      "id": "1636",
      "title": "La Marque est morte, vive l'intelligence artificielle",
      "description": "Le monde a toujours été « Marqué ».\nDu nombre de pois sur les ailes du papillon Monarque au bande du tigre du bengal, ce système de «marques distinctives» a permis d’organiser la complexité de notre monde. Mais vers 2014, les choses se troublent.\nL’idée de Marque évolue avec l’arrivée de dispositifs comme Amazon Echo avec reconnaissance vocale soutenus par un AI incroyablement intelligent.\nLa Marque connaît un changement de paradigme.\nElle n’est plus juste un symbole, un signe. Elle n’est même pas une voix. Elle est devenue une entité intelligente, une personnalité, un algorithme capable d’apprendre.\nComment «Marqué» une intelligence artificielle ?\nQuel type de relation allons-nous avoir maintenant avec la Marque ?\nDeviendrons-nous des consommateurs complètements manipulés par la Marque ?\nLa Marque va-t elle tout simplement devenir notre meilleur ami?",
      "type": "quicky",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "1173"
      ],
      "start_timestamp": "2017-10-19T17:50:00+02:00",
      "end_timestamp": "2017-10-19T18:10:00+02:00",
      "room_id": "1"
    },
    {
      "id": "1641",
      "title": "Des bibliothèques graphiques originales au service de la dataviz sur le web",
      "description": "Pour développer une visualisation de données, il faut généralement un algorithme (plus ou moins compliqué) d'un côté, et de l'autre un moteur de rendu. Et si d3.js résout aujourd'hui très bien la question des algorithmes, il est très souvent simplement branché sur du SVG.\n\nPourtant, l'écosystème du rendu graphique sur le web est très riche, entre des standards robustes (SVG, Canvas, WebGL...) et des bibliothèques JavaScript très diverses, telles que Pixi.js ou encore three.js.\n\nL'objectif de ma présentation sera de mettre en valeur la mixité de ces solutions, à travers différents exemples de visualisations originales et variées.",
      "type": "talk",
      "track": "web",
      "category": "web",
      "language": "fr",
      "speakers_ids": [
        "1807"
      ],
      "start_timestamp": "2017-10-20T09:00:00+02:00",
      "end_timestamp": "2017-10-20T09:50:00+02:00",
      "room_id": "2"
    },
    {
      "id": "1655",
      "title": "Utiliser Android Things pour détecter et exterminer les reptiliens",
      "description": "Ensemble, nous allons découvrir Android Things, et voir comment nous pouvons créer une machine capable de détecter et d'exterminer les reptiliens, avec des capteurs et du machine learning.\n\nComment ? À l'aide d'un Raspberry Pi, d'un Arduino, et en utilisant les APIs existantes d'Android, couplées aux nouvelles APIs apportées par Android Things nous permettant de communiquer avec des périphériques externes via GPIO, PWM, I²C, et autres.\n\nD'ailleurs, si les orgas pouvaient me prêter un lance-flamme, ça ferait une super démo.",
      "type": "talk",
      "track": "mobile",
      "category": "mobile",
      "language": "fr",
      "speakers_ids": [
        "852"
      ],
      "start_timestamp": "2017-10-19T10:00:00+02:00",
      "end_timestamp": "2017-10-19T10:50:00+02:00",
      "room_id": "3"
    },
    {
      "id": "1689",
      "title": "Automatiser & mutualiser vos modèles de données",
      "description": "Le Contexte\n\nVous n'en avez pas marre d'avoir à écrire vos classes modèles à la main ? Surtout si vous faites une application à la fois Android & iOS, avec chacun ses technos et son language, c'est souvent le double de travail !\n\nQue diriez-vous de gagner un temps précieux sur la création et maintenance de votre couche modèle sur vos 2 plateformes ?\n\nContenu de ce Quickie\n\nCe Quickie abordera les points suivants :\n\n* concevoir votre modèle commun iOS/Android à l'aide d'un éditeur visuel.\n* Utilisation de l'outil Gyro pour automatiser la génération du code de vos classes, à la fois pour Java, Kotlin, Swift et Objective-C.\n* Avantages d'avoir une seule source commune pour les modèles de toutes vos plateformes.\n* Customization par templates du code produit par gyro, pour le faire correspondre exactement à vos besoins\n\t* que vous utilisiez SQL, GreenDAO, Room, Realm, ou toute autre DAO…\n\t* que vous souhaitiez simplement ajuster les templates existants à votre style de code\n\t* …",
      "type": "quicky",
      "track": "mobile",
      "category": "mobile",
      "language": "fr",
      "speakers_ids": [
        "2487"
      ],
      "start_timestamp": "2017-10-19T17:50:00+02:00",
      "end_timestamp": "2017-10-19T18:10:00+02:00",
      "room_id": "3"
    },
    {
      "id": "1700",
      "title": "50 nuances de grilles",
      "description": "Bientôt incontournable, le positionnement Grid Layout va redonner ses lettres de noblesses à CSS et à nos intégrations de pages web.\n\nAu cours de cet atelier pratique (pensez à vos ordis), nous allons ensemble explorer les possibilités offertes par ce module prometteur :\n\n- Construction de grille : simple + gouttière\n- Construction de template 1 : placement explicite\n- Construction de template 2 : placement par zones\n- Construction de template 3 : avec blocks full-width + mobile-first\n- Galerie d'image : span + repeat + auto-fit + dense\n- Construction de Grille avec variables CSS ou avec un préprocesseur (Sass)\n\nPré-requis : ne pas être une quiche complète en CSS.",
      "type": "codelab",
      "track": "web",
      "category": "web",
      "language": "fr",
      "speakers_ids": [
        "1143"
      ],
      "start_timestamp": "2017-10-19T14:00:00+02:00",
      "end_timestamp": "2017-10-19T16:00:00+02:00",
      "room_id": "4"
    },
    {
      "id": "1709",
      "title": "Prettier - ou comment s'assurer un code bien formatté",
      "description": "Prettier est l'un des tout derniers projets open-source proposé  par Facebook. Il vous permettra de formatter votre code JavaScript, TypeScript, CSS et bientôt peut-être HTML, et ainsi d'assurer un style commun sur l'ensemble de votre codebase. Durant ce quickie, nous aborderons les fonctionnalités proposées et également les différentes intégrations possibles.",
      "type": "quicky",
      "track": "web",
      "category": "web",
      "language": "fr",
      "speakers_ids": [
        "227"
      ],
      "start_timestamp": "2017-10-19T17:50:00+02:00",
      "end_timestamp": "2017-10-19T18:10:00+02:00",
      "room_id": "0"
    },
    {
      "id": "1733",
      "title": "Développez votre première application Vue.js",
      "description": "La popularité de Vue.js a connu une croissance impressionnante ces derniers mois. La librairie est définitivement ancrée dans les tendances 2017 du développement JavaScript. Vue.js séduit de nombreux développeurs à travers sa facilité d’utilisation et sa rapidité de prise en main.\n\nNous vous proposons de découvrir cette librairie à travers un code lab interactif !",
      "type": "codelab",
      "track": "web",
      "category": "web",
      "language": "fr",
      "speakers_ids": [
        "2374",
        "2246"
      ],
      "start_timestamp": "2017-10-20T09:00:00+02:00",
      "end_timestamp": "2017-10-20T11:00:00+02:00",
      "room_id": "4"
    },
    {
      "id": "1737",
      "title": "Et si on jouait un peu... Une petite partie des Aventuriers du Rails ?",
      "description": "Tous le monde connait les jeux de plateau tel que Les aventuriers du Rail, Contagion ou bien Small World. Mais saviez vous qu'il existe une version numérique de ces mêmes jeux jouable en réseau ?\n\nCes jeux, appelés Board Games sont un type bien particulier d'application disponibles sur tous les stores et toutes les plateformes qui demande une conception bien particulière afin d'attirer une communauté et d'être rentable.\n\nNous allons voir les enjeux et les règles qui régissent l'univers impitoyable des Board Games et comment techniquement un jeu de ce type est dévéloppé.",
      "type": "talk",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "2519"
      ],
      "start_timestamp": "2017-10-19T14:00:00+02:00",
      "end_timestamp": "2017-10-19T14:50:00+02:00",
      "room_id": "2"
    },
    {
      "id": "1763",
      "title": "Un ChatBot vocal pour Amazon Alexa en 20 min",
      "description": "Les Chatbots, assistants virtuels ou encore les robots conversationnels sont tous des faces d’une même pièce, si le nom change le principe reste le même ! Certains vous permettre de réserver un restaurant ou de trouver les meilleures offres de voyages, d’autres de commander un taxi à travers l’interface de votre application de messagerie et sans avoir besoin de quitter votre logiciel préféré ni d’ouvrir une nouvelle application.\n\nPas que ça, Amazon a lancé des enceintes connectées interactives capables de répondre aux commandes vocales grace à Amazone Alexa.\n\nDurant ce Hand-on de 20 minutes je ramène l'enceinte intelligente Amazon Echo et on vas développer ensemble un ChatBot vocal pour Amazon Alexa avec Node.js, ensuite on vas la déployer sur AWS Lambda et la rendre plus humain avec la nouvelle plateforme du traitement automatique du langage naturel (NLP) Amazon Lex.",
      "type": "quicky",
      "track": "mobile",
      "category": "mobile",
      "language": "fr",
      "speakers_ids": [
        "2351"
      ],
      "start_timestamp": "2017-10-20T16:20:00+02:00",
      "end_timestamp": "2017-10-20T16:40:00+02:00",
      "room_id": "1"
    },
    {
      "id": "1814",
      "title": "Fluent Design : designer pour le futur.",
      "description": "Développeurs, designers, experts UX, mes amis, venez découvrir les nouvelles guidelines, contrôles et outils de design pour des applications modernes, ergonomiques, efficaces et encore plus belles sur tout les Windows !  Cela s'appelle Fluent Design System, et cela pourrait bien changer votre approche !",
      "type": "talk",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "546"
      ],
      "start_timestamp": "2017-10-20T14:00:00+02:00",
      "end_timestamp": "2017-10-20T14:50:00+02:00",
      "room_id": "0"
    },
    {
      "id": "1815",
      "title": "NodeJS Future",
      "description": "NodeJS poursuit son avancé dans tous les écosystèmes.\nL'avènement de ES6, ES7 et bientôt ES8  et l'intégration dans les navigateurs des dernières moutures d'ECMASCRIPT pousse vers l'avant NodeJS grâce aux avancées du moteur V8\n\nNous verrons ensemble quelles sont les nouvelles fonctionnalités apportées par NodeJS 8, et quelles sont les problématiques rencontrées par les équipes de dev NodeJS.\n\nNous verrons aussi l'apport de N-API et l'opportunité de tester d'autres moteurs de runtime comme Chakracore en une ligne de commande :)\n\nNous parlerons d'asynchronisme ou encore de modules ESM dans se talk résolument orienté vers les développeurs backend !\n\nQuelques mots clés encore, car nous parlerons aussi de TypeScript 2.x, NPM 5, async_hooks, WHATWG URL ou encore Promisify()\n\nEt nous parlerons aussi de Michael Jackson  ...\nSi si, ça a un rapport avec NodeJS ... :)",
      "type": "talk",
      "track": "web",
      "category": "web",
      "language": "fr",
      "speakers_ids": [
        "545"
      ],
      "start_timestamp": "2017-10-20T14:00:00+02:00",
      "end_timestamp": "2017-10-20T14:50:00+02:00",
      "room_id": "1"
    },
    {
      "id": "1818",
      "title": "Web Components: It's all rainbows and unicorns! Is it?",
      "description": "Web components are a tale of four w3c specifications. They are a hot topic now. We’ve all seen big headlines, for instance, “The Web Components revolution”, “Web Components are a game changer”, “A Tectonic Shift for Web Development”, … and so many others. They are certainly exciting and promising, nevertheless, there are some factors holding them back such as performance issues and lack of browser support. Some features seems to be more hassle than they’re worth. In this talk you’ll examine web components from a pragmatic stand point. So if you want to start using ES6 web components in production, come to learn what features can you use today. Actually, despite the still short browser support, some of web components features seems to be the best choice to start with . The assessment you’ll learn is the reflection of my personal research and work on my spare time and also feedbacks from my co-workers.",
      "type": "talk",
      "track": "web",
      "category": "web",
      "language": "fr",
      "speakers_ids": [
        "1439"
      ],
      "start_timestamp": "2017-10-20T15:10:00+02:00",
      "end_timestamp": "2017-10-20T16:00:00+02:00",
      "room_id": "3"
    },
    {
      "id": "1824",
      "title": "Développeur et protection de la vie privée",
      "description": "Entre les GAFAs et le monde fou de l'internet des objets, le numérique ne nous a jamais autant espionné et catalogué. En tant que développeur, n'avons-nous pas une responsabilité envers la protection de la vie privée ? Quelle éthique pour la profession de développeur ? Quelles alternatives pour le développeur engagé ? Une conférence qui pose des questions et ouvre le débat.",
      "type": "talk",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "2572"
      ],
      "start_timestamp": "2017-10-19T11:10:00+02:00",
      "end_timestamp": "2017-10-19T12:00:00+02:00",
      "room_id": "3"
    },
    {
      "id": "1826",
      "title": "Code review : ce truc qui ne sert à rien",
      "description": "Vous venez de terminer de coder une nouvelle fonctionnalité pour votre projet. Elle est parfaite, tout est clair, vous l'avez testée dans tous les sens. Normal, le code, ça vous connaît.\n\nEt là, un type se ramène et commence à vous faire de petites remarques. Il vous parle de cohérence, de refactoring, de patterns à appliquer. Il vous fait même remarquer que ligne 42, vous avez oublié un espace avant le point virgule. Et puis il se barre, en vous donnant une petite tape sur l'épaule, et en vous souhaitant bon courage. Vous pleurez.\n\nSi c'est l'image que vous avez de la code review, alors arrêtez tout, et venez. Les code reviews nous aident à garder la cohérence technique d'un produit, sa maintenabilité, sa stabilité, et surtout nous permettent d'apprendre des autres, continuellement. Evidemment, il y a des règles à respecter pour que ça fonctionne. Mais le résultat est là.\n\nUne perte de temps ? Un truc inutile ? On en reparle.",
      "type": "quicky",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "2559"
      ],
      "start_timestamp": "2017-10-20T16:50:00+02:00",
      "end_timestamp": "2017-10-20T17:10:00+02:00",
      "room_id": "0"
    },
    {
      "id": "1833",
      "title": "Faites chauffer les neurones de votre smartphone avec du deep learning on-device",
      "description": "Nous entendons aujourd'hui parler de Deep Learning un peu partout : reconnaissance d'images, de sons, génération de texte, etc. Les annonces sur Android Neural Network API et TensorFlowLite, la release du framework CoreML d’Apple, toutes ces actions nous confirment la tendance d’aller plus loins sur l’on-device intelligence.\nMais, bien que les techniques et frameworks soient en train de se démocratiser, il reste difficile d'en voir des applications concrètes en entreprise, et encore moins sur des applications mobiles. Nous avons donc décidé de construire un Proof Of Concept pour relever les défis du domaine.\nA travers une application mobile à but éducatif utilisant du Deep Learning pour de la reconnaissance d’objets, nous aborderons les questions des impacts de ce type de modèle sur les smartphones, d'architecture pour l'entraînement et le déploiement de modèles sur le service Cloud, ainsi que la construction de l’application mobile avec les dernières nouveautés annoncées.",
      "type": "talk",
      "track": "mobile",
      "category": "mobile",
      "language": "fr",
      "speakers_ids": [
        "1856",
        "1233",
        "1721"
      ],
      "start_timestamp": "2017-10-20T10:10:00+02:00",
      "end_timestamp": "2017-10-20T11:00:00+02:00",
      "room_id": "3"
    },
    {
      "id": "1834",
      "title": "Introduction to Android Instant Apps",
      "description": "Android Instant Apps are the new kid in the large town of Android-city. The promise behind it is quite simple and groundbreaking at the same time: running native Android apps instantly on your device, without installation.\n\nIn this session we will first introduce this evolution in app sharing and discovery mostly from a user perspective. Secondly, we will discover how, as a developer, you can build an Android Instant Apps and deliver this new experience frictionless to all of your users.",
      "type": "talk",
      "track": "mobile",
      "category": "mobile",
      "language": "en",
      "speakers_ids": [
        "2591"
      ],
      "start_timestamp": "2017-10-20T15:10:00+02:00",
      "end_timestamp": "2017-10-20T16:00:00+02:00",
      "room_id": "1"
    },
    {
      "id": "1837",
      "title": "Ok Google, is there any presentation about ChatBots?",
      "description": "Ever wanted to build a chatbot? What if you could use a voice assistant to manage your agenda for the conference? Know if there are any presentations on Machine Learning, or Docker, or your favorite programming language? Find out more about a speaker...etc.\n\nIn this session, we will look at how to build our own voice assistant, using Google Cloud's natural speech and voice recognition APIs with API.AI services, and Google Cloud Functions to implement Necessary business logic.\n\nGrab some popcorn and enjoy!",
      "type": "talk",
      "track": "cloud",
      "category": "cloud",
      "language": "fr",
      "speakers_ids": [
        "1222",
        "1028"
      ],
      "start_timestamp": "2017-10-20T10:10:00+02:00",
      "end_timestamp": "2017-10-20T11:00:00+02:00",
      "room_id": "1"
    },
    {
      "id": "1846",
      "title": "Pipeline de déploiement continu dans Kubernetes",
      "description": "La mise en place d'un pipeline de déploiement continu est à la base du succès de toute plateforme. Dans cette session, vous découvrirez comment des outils open source comme Kubernetes, Deis Workflow, Helm, Draft ou encore Jenkins vous permettront de simplifier la prise en main de Kubernetes par vos équipes de développement mais aussi la mise en place d'un pipeline CI/CD robuste pour vos applications.",
      "type": "talk",
      "track": "cloud",
      "category": "cloud",
      "language": "fr",
      "speakers_ids": [
        "551"
      ],
      "start_timestamp": "2017-10-20T11:20:00+02:00",
      "end_timestamp": "2017-10-20T12:10:00+02:00",
      "room_id": "2"
    },
    {
      "id": "1847",
      "title": "Retours sur l’aventure Capitaine Train",
      "description": "L’aventure Capitaine Train débute en 2010. L’objectif est simple et clair : offrir une alternative crédible à la vente de billet de train en Europe. Aujourd’hui, Capitaine Train, rachetée en 2016 et renommée entre temps « Trainline », vend plusieurs millions de billets chaque année.\n\nConstruire l’application Android a requis évidemment beaucoup de travail et de rigueur. Durant cette présentation nous détaillerons chacun des aspects qui ont permis à l’app Android Capitaine Train d’apporter régulièrement de nouvelles fonctionnalités, de respecter nos critères de qualité tout en répondant aux attentes des utilisateurs. Nous aborderons notamment l’organisation interne de l’équipe, le recrutement, les processus de développement et de mise en production, l’approche produit, le design, etc.",
      "type": "talk",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "2591",
        "2607",
        "1120"
      ],
      "start_timestamp": "2017-10-20T11:20:00+02:00",
      "end_timestamp": "2017-10-20T12:10:00+02:00",
      "room_id": "1"
    },
    {
      "id": "1852",
      "title": "The Deep Learning Codelab",
      "description": "La recommandation, la reconnaissance vocale, la recherche d'image.  Le machine learning : l'apprentissage automatique dans la langue de Molière (écrivain décidément moderne).  Voilà ce qu'est l'avenir.\n\nEt pour le dev quotidien, tout est perdu ?  Pas du tout.  Les outils du ML se multiplient.\n\nVenez passer deux heures apprendre ce que c'est le machine learning et, surtout, le deep learning, cet outil encore plus macéré dans la science fiction.  Après une (très brève) introduction au ML, nous allons commencer directement par le Hello World du deep learning : la reconnaissance de chiffres écrits à la mains.  Un classifieur à l'état de l'art il y a une décennie s'écrit maintenant avec une trentaine de ligne de code.\n\nÀ partir de cette expérience forte, nous allons nous lancer dans la reconnaissance d'images.  Apprenez chercher dans vos propres photos sans passer par Google.\n\nOutils utilisés dans le codelab (mais pas besoin de les maîtriser avant) : python, scikit-learn, TensorFlow, Keras.\n\nLe codelab est pour débutant en ML.  Ce serait peut-être bien que tu ne sois pas également débutant en dev.",
      "type": "codelab",
      "track": "cloud",
      "category": "cloud",
      "language": "fr",
      "speakers_ids": [
        "1263",
        "2629"
      ],
      "start_timestamp": "2017-10-19T16:20:00+02:00",
      "end_timestamp": "2017-10-19T18:20:00+02:00",
      "room_id": "4"
    },
    {
      "id": "1857",
      "title": "Donner du sens à vos pages web avec Schema.org",
      "description": "Nous connaissons tous le web sémantique.\nEt si on allait encore plus loin ? Et si on offrait un niveau de compréhension supérieure à nos contenus ?\nNous allons voir ensemble les enjeux d'utiliser les micro-datas, l'importance pour les moteurs de recherches de pouvoir parser du contenu catégorisé et ainsi alimenter des outils comme le Knowledge Graph de Google.\nJe vous montrerai comment mettre en place simplement du contenu ayant du sens en s'appuyant sur Schema.org.",
      "type": "quicky",
      "track": "web",
      "category": "web",
      "language": "fr",
      "speakers_ids": [
        "2625"
      ],
      "start_timestamp": "2017-10-19T17:20:00+02:00",
      "end_timestamp": "2017-10-19T17:40:00+02:00",
      "room_id": "2"
    },
    {
      "id": "1859",
      "title": "Start Using CSS Grid Layout Today",
      "description": "2017 is the year of the Grid, with the long awaited CSS Grid Layout landing in browsers. In this talk I’ll demonstrate with practical examples what grid layout is, the basics of how to use it and how to start using it right now - without leaving older browsers out in the cold.",
      "type": "talk",
      "track": "web",
      "category": "web",
      "language": "en",
      "speakers_ids": [
        "2624"
      ],
      "start_timestamp": "2017-10-19T10:00:00+02:00",
      "end_timestamp": "2017-10-19T10:50:00+02:00",
      "room_id": "0"
    },
    {
      "id": "1864",
      "title": "Code and Deploy Angular to the Cloud",
      "description": "Getting started with Angular is now easier than ever ... said no one ever. Yet with the right toolset we too can create magic. When I code with Angular I can deploy to Azure within minutes.\n\nWe'll go through a simple development to production workflow. First we code with a little help from the Angular CLI. Then we build for production - Webpack to the rescue. We then push our code to Github and deploy it on Node to Azure.\n\nMission accomplished, application is now up in the clouds.",
      "type": "talk",
      "track": "web",
      "category": "web",
      "language": "en",
      "speakers_ids": [
        "2557",
        "5003"
      ],
      "start_timestamp": "2017-10-20T10:10:00+02:00",
      "end_timestamp": "2017-10-20T11:00:00+02:00",
      "room_id": "0"
    },
    {
      "id": "1871",
      "title": "Linuxkit : le linux façon ikea",
      "description": "Cela fait des années que certaines distributions linux permettent de construire son linux “from scratch” mais cela restait une opération compliquée et périlleuse. LinuxKit propose la même chose mais avec une approche beaucoup plus moderne et outillée. Cela devient presque aussi facile que de monter un meuble ikea ! (avec une notice quand même)\n\nLe projet LinuxKit, créé par Docker Inc., a été pensé pour créer un OS aussi minimaliste et maintenable que possible (sans compromis avec la sécurité) et y déployer des conteneurs.\n\nNous allons vous présenter la genèse et les concepts du projet, l’écosystème des outils complémentaires qui vous permettront de composer et construire votre distribution. Puis, nous créerons notre première distribution en live !",
      "type": "talk",
      "track": "cloud",
      "category": "cloud",
      "language": "fr",
      "speakers_ids": [
        "2631",
        "571"
      ],
      "start_timestamp": "2017-10-19T15:10:00+02:00",
      "end_timestamp": "2017-10-19T16:00:00+02:00",
      "room_id": "2"
    },
    {
      "id": "1874",
      "title": "Trader bitcoin et les autres crypto monnaies",
      "description": "Les crypto monnaies sont un phénomène de société encore peu connu. Cependant, les récentes levées de fond de plusieurs centaines de millions d'euros démontrent l'intérêt grandissant du public. Nombreux sont ceux qui essaient de trader ces nouveaux actifs.\nMais, la masse d'information à traiter est importante. Et les centaines de crypto monnaies disponibles sur plusieurs places boursières rendent difficile la possibilité de saisir le maximum d'opportunités. Je vous propose au cours de cette présentation de comprendre comment faciliter votre trading à l'aide de la collecte d'information sur le web et l'algotrading...",
      "type": "quicky",
      "track": "cloud",
      "category": "cloud",
      "language": "fr",
      "speakers_ids": [
        "2634"
      ],
      "start_timestamp": "2017-10-20T16:50:00+02:00",
      "end_timestamp": "2017-10-20T17:10:00+02:00",
      "room_id": "1"
    },
    {
      "id": "1892",
      "title": "Documentation as Code (expliqué à mon père)",
      "description": "En tant que codeurs, nous profitons tous les jours de la puissance de nos outils (IDE, versioning, build, intégration, déploiement). Nous mettons également l’accent sur la qualité avec un ensemble de bonnes pratiques (tests, DRY, KISS). Néanmoins, lorsqu’il s’agit de s’occuper de la documentation, nous sommes encore nombreux à utiliser des outils de \"bureautique traditionnelle\" (Word, Sharepoint, client email).\n\n\"Au menu de cette session, je vous propose d’aborder le langage AsciiDoc ainsi que l’outil asciidoctor (et son ecosystème). Nous verrons quels avantages ils apportent et quelles \"pratiques de codeur\" appliquer pour améliorer les différentes étapes de la vie d’une documentation : rédaction, collaboration et publication.\"",
      "type": "talk",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "2608"
      ],
      "start_timestamp": "2017-10-19T15:10:00+02:00",
      "end_timestamp": "2017-10-19T16:00:00+02:00",
      "room_id": "0"
    },
    {
      "id": "1901",
      "title": "Istio - An open platform to connect, manage, and secure microservices",
      "description": "Now that you have micro-services you want to keep an eye on what happens between the services and make sure everything is secure. Istio provides an easy way to create a network of deployed services with load balancing, service-to-service authentication, monitoring, and more, without requiring any changes in service code. Istio is an open-source collaboration between Lift, Google and IBM with Lift's Envoy at the core.\n\nYou will get a detailed overview of all the benefits that Istio can bring to your micro-service architecture. The presentation will be accompanied with a live demo giving more insight of some of the concepts.",
      "type": "talk",
      "track": "cloud",
      "category": "cloud",
      "language": "en",
      "speakers_ids": [
        "2578"
      ],
      "start_timestamp": "2017-10-20T09:00:00+02:00",
      "end_timestamp": "2017-10-20T09:50:00+02:00",
      "room_id": "3"
    },
    {
      "id": "1902",
      "title": "AIY with Google : Would you like to be my assistant ?",
      "description": "Currently, everybody wants to get AI and digital assistant into everything : so why not you ?\n\nA recent joined initiative from Google and the Raspberry community led to the arrival of the AIY Project,\nbringing the awesome power of Google Assistant to the tip of your maker's fingers ... but that's not all.\n\nDuring this session, we'll jam with Google's APIs & AIY Project, some Raspberry parts and of course some Python code in order to build up a pretty cool assistant.\n\nSo join \"P.A.R.K.E.R.\" and me, for a quick yet fun journey into the AIY dimension.",
      "type": "quicky",
      "track": "mobile",
      "category": "mobile",
      "language": "en",
      "speakers_ids": [
        "2330"
      ],
      "start_timestamp": "2017-10-20T16:50:00+02:00",
      "end_timestamp": "2017-10-20T17:10:00+02:00",
      "room_id": "3"
    },
    {
      "id": "1905",
      "title": "How not to fuckup with building SDK and make clients happy",
      "description": "Are you working on the client library? Or design a public API for the module that is going to be used by other team or department?\n\nIn this session, Vitality will share his experience and key learnings from building a mobile SDKs for last 4 years:\n - what is the cost of too complex API and how to simplify it;\n - what aspects of the library are important for clients;\n - how documentation should look like to avoid stupid and repetitive support questions;\n - how to make library update process smooth.\n\nThe session will be interesting for Android and iOS developers who want to learn what makes client library great. What are the best practices and common pitfalls in public API design? What is important, only programming API you expose or also ecosystem around?",
      "type": "talk",
      "track": "mobile",
      "category": "mobile",
      "language": "en",
      "speakers_ids": [
        "2226"
      ],
      "start_timestamp": "2017-10-19T15:10:00+02:00",
      "end_timestamp": "2017-10-19T16:00:00+02:00",
      "room_id": "1"
    },
    {
      "id": "1910",
      "title": "TensorFlow Wide & Deep: Advanced Classification the easy way",
      "description": "In this talk, we will go on an adventure to build a machine learning model that combines the benefits of linear regression models with deep neural networks. You will also gain some intuition about what is happening under the hood, and learn how you can use this model for your own datasets.",
      "type": "talk",
      "track": "cloud",
      "category": "cloud",
      "language": "en",
      "speakers_ids": [
        "101"
      ],
      "start_timestamp": "2017-10-19T11:10:00+02:00",
      "end_timestamp": "2017-10-19T12:00:00+02:00",
      "room_id": "1"
    },
    {
      "id": "1913",
      "title": "Docker for developers and ops: what's new and what's next",
      "description": "Docker moves very fast, with an edge channel released every month and a stable release every 3 months. This talk is right after DockerCon EU. Patrick will talk about what's new in Docker 17.09, which should have shipped in September, a recap of DockerCon EU announcements, and an update on the OCI standards and the Moby project, which is the upstream project from which Docker is built.",
      "type": "talk",
      "track": "cloud",
      "category": "cloud",
      "language": "en",
      "speakers_ids": [
        "102"
      ],
      "start_timestamp": "2017-10-20T15:10:00+02:00",
      "end_timestamp": "2017-10-20T16:00:00+02:00",
      "room_id": "0"
    },
    {
      "id": "1920",
      "title": "Une application qui voit, entend et répond",
      "description": "Avec l'explosion du machine learning, vous avez sans doute rêvé de rendre plus intelligentes vos applications. Lorsque vous avez regardé ces technologies, vous avez pris peur devant ces nouveaux domaines de l'informatique à appréhender : les réseaux neuronaux, le deep learning, le natural language processing, ... Et si vous vous reposiez sur des services existants ? Nous vous proposons de construire un jeu de \"Qui est ce ?\" en utilisant différents web services et une pile de photos. Nous ferons un petit panorama des API de vision, du Text to Speech, du Natural Langage Processing. Nous verrons aussi comment vous pouvez utiliser un bot pour simplifier l'implémentation du jeu.",
      "type": "talk",
      "track": "cloud",
      "category": "cloud",
      "language": "fr",
      "speakers_ids": [
        "328",
        "1802"
      ],
      "start_timestamp": "2017-10-19T16:20:00+02:00",
      "end_timestamp": "2017-10-19T17:10:00+02:00",
      "room_id": "1"
    },
    {
      "id": "1926",
      "title": "An Android Retrospective",
      "description": "Join Chet and Romain for a retrospective of Android full of anecdotes, regrets and reliefs. This retrospective covers every major version of Android since the very first public version unveiled in 2007.",
      "type": "talk",
      "track": "mobile",
      "category": "mobile",
      "language": "en",
      "speakers_ids": [
        "2670",
        "103"
      ],
      "start_timestamp": "2017-10-19T14:00:00+02:00",
      "end_timestamp": "2017-10-19T14:50:00+02:00",
      "room_id": "0"
    },
    {
      "id": "1937",
      "title": "Keynote de fermeture",
      "description": "Description à venir bientôt",
      "type": "talk",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "5000",
        "5001",
        "5002",
        "103"
      ],
      "start_timestamp": "2017-10-20T17:30:00+02:00",
      "end_timestamp": "2017-10-20T18:20:00+02:00",
      "room_id": "0"
    },
    {
      "id": "1955",
      "title": "Reactive Brain Waves",
      "description": "Our brain is a fascinating machine. Thanks to recent advancements in EEG technology, we are finally able to begin interfacing with it and build \"thought-controlled\" interfaces. In this talk, we are going to experiment in connecting our brains to an Angular app, using an affordable consumer EEG headset and Web Bluetooth, and then use RxJS to process the brain signals and feed them as events to our components. This gives a whole new meaning to the term \"Smart Component\", in a mind bending way.",
      "type": "talk",
      "track": "mobile",
      "category": "mobile",
      "language": "en",
      "speakers_ids": [
        "2579"
      ],
      "start_timestamp": "2017-10-19T16:20:00+02:00",
      "end_timestamp": "2017-10-19T17:10:00+02:00",
      "room_id": "2"
    },
    {
      "id": "1957",
      "title": "Créer une application Vue avec Apollo GraphQL",
      "description": "Live coding d'une petite application Vue.js avec un serveur GraphQL déjà prêt et Apollo GraphQL (+ vue-apollo et vue-supply).",
      "type": "talk",
      "track": "web",
      "category": "web",
      "language": "fr",
      "speakers_ids": [
        "2681"
      ],
      "start_timestamp": "2017-10-19T16:20:00+02:00",
      "end_timestamp": "2017-10-19T17:10:00+02:00",
      "room_id": "0"
    },
    {
      "id": "1958",
      "title": "Lab interne, espace d'innovation porté par l'intelligence collective",
      "description": "U GIE IRIS est en charge de l'informatique du groupement U (1 600 magasins, 28 entrepôts)\nDans un contexte hyper-évolutif et concurrentiel, nous devons innover, définir de nouvelles manière de faire. Dans le cadre de notre démarche d'innovation, nous avons ouvert un \"fablab\" interne début 2016 : \"IRISlab\" . Cet espace interne, dédié à l'innovation, est ouvert à l'ensemble des 400 collaborateurs. Il met à disposition les conditions requises pour passer de l'idée à l'expérimentation. Au travers cet espace collaboratif, c'est la réussite d'une communauté active et bienveillante, qui se retrouve pour porter l'innovation tant technologique que sur la manière de faire. Notre démarche autour du LAB induit donc une véritable transformation culturelle. Immergez-vous dans cet espace, rencontrez cette communauté de \"makers\" porteuse d'innovation et échangeons ensemble sur les facteurs clés de succès.\n\nCette conférence abordera les conditions de mise en oeuvre d'un \"FabLab\" interne, les expérimentations menées, les modalités d'animation, les valeurs partagées au sein de la communauté et l'ouverture de la démarche vers l'écosystème du Grand Ouest et plus.",
      "type": "quicky",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "2386"
      ],
      "start_timestamp": "2017-10-20T16:20:00+02:00",
      "end_timestamp": "2017-10-20T16:40:00+02:00",
      "room_id": "2"
    },
    {
      "id": "1962",
      "title": "mobx-state-tree, ne vous mettez plus dans tous vos états !",
      "description": "Vous en avez marre de devoir créer 300 fonctions pour mettre à jour une simple variable dans votre store Redux ?\nImaginez un monde où le store pourrait simplement se mettre à jour comme s’il s’agissait d’une variable mutable MAIS avec les avantages d’un store immutable, et rejouable… haa le paradis des développeurs React :)\n\nEt bien c’est possible ! (Vous nous avez vu venir ?!)\n\nSuivez nous dans cette présentation de mobx-state-tree, une bibliothèque créée par Michel Weststrate, le créateur de MobX.",
      "type": "talk",
      "track": "web",
      "category": "web",
      "language": "fr",
      "speakers_ids": [
        "780",
        "1842"
      ],
      "start_timestamp": "2017-10-19T15:10:00+02:00",
      "end_timestamp": "2017-10-19T16:00:00+02:00",
      "room_id": "3"
    },
    {
      "id": "1970",
      "title": "Développez vos propres supers-pouvoirs dans une réalité mixte... et avec des Hololens",
      "description": "Envie de jouer d'égal à égal avec Superman ou d'autres super-héros ?\n\nVenez découvrir l'essentiel des prérequis et techniques de développement de projets en réalité mixte (Holographique) sous Hololens.\n\nNous utiliserons `Unity 3D, Visual Studio 2017, du C#` et quelques services du cloud si besoin d'intelligence artificielle.\n\nVous pourrez ainsi défier les Marvel dans votre réalité \"parallèle\", juste le temps d'un lab.",
      "type": "codelab",
      "track": "mobile",
      "category": "mobile",
      "language": "fr",
      "speakers_ids": [
        "2647",
        "2690"
      ],
      "start_timestamp": "2017-10-19T10:00:00+02:00",
      "end_timestamp": "2017-10-19T12:00:00+02:00",
      "room_id": "4"
    },
    {
      "id": "1999",
      "title": "Npm, Yarn Et si la vérité était ailleurs ?",
      "description": "En matière de gestionnaire de package Javascript, tout le monde connait NPM ou YARN (au moins de nom :)). Désormais, PNPM, un nouveau challenger vient bousculer leur petit confort. PNPM apporte tellement de bonnes surprises qu'il les pousse à se réveiller et s'en inspirer. Il s'offre même le luxe d'être plus rapide qu'eux ! Et si le futur de NPM ou YARN passait par PNPM? Nous parlerons de cet outil, mais aussi de l'écosystème foisonnant des gestionnaires de paquet.",
      "type": "quicky",
      "track": "web",
      "category": "web",
      "language": "fr",
      "speakers_ids": [
        "1497"
      ],
      "start_timestamp": "2017-10-20T16:20:00+02:00",
      "end_timestamp": "2017-10-20T16:40:00+02:00",
      "room_id": "3"
    },
    {
      "id": "2017",
      "title": "Ethdroid, le nouveau super pouvoir du mobile !",
      "description": "Ethdroid 2.0 est un nouveau super-héro dont le pouvoir est de connecter votre device Android préféré au monde décentralisé.\n\nJe vous propose de venir découvrir cette librairie Android qui va, à coups sûrs, faciliter le développement de vos ÐApps Ethereum.\n\nNous verrons ensemble qu'il devient ultra simple de connecter une application Android à une blockchain publique et encore plus d'interagir avec les nombreux smart-contracts déjà déployés.\n\nPréparez-vous à une arrivée de la transparence dans vos apps mobiles !\n\nPrenez un peu d'avance sur ethmobile.io/ethdroid",
      "type": "quicky",
      "track": "mobile",
      "category": "mobile",
      "language": "fr",
      "speakers_ids": [
        "1557"
      ],
      "start_timestamp": "2017-10-19T17:20:00+02:00",
      "end_timestamp": "2017-10-19T17:40:00+02:00",
      "room_id": "1"
    },
    {
      "id": "2021",
      "title": "Plateforme economy: augmenter l'offre et la demande grâce à l'UX",
      "description": "Depuis 2014, une startup sur 3 créée en France est une place de marché. Tourisme, alimentation, services... le développement de nouveaux modes de consommation touche chaque secteur, l'un après l'autre. Stripe, en tant que partenaire de paiements des startups les plus innovantes du monde (Deliveroo, Kickstarter, Drivy, Heetch, Instacart...), observe de près les stratégies et avantages compétitifs développés par les leaders de chaque secteur. Et si la partie \"Demande\" (produit, design, marketing) est une part évidente de leur succès, l'\"Offre\" et l'expérience des  marchands (vendeurs, livreurs, restaurants, porteurs de projet,...) sur la plateforme est sans aucun doute ce qui fait toute la différence entre un bon et un excellent produit. Lors de ce workshop, nous présenterons des conseils et des exemples concrets pour améliorer l'expérience utilisateur sur une plateforme, pour les consommateurs, comme pour le marchants. Nous aborderons dans un premier temps les tactiques adoptées lors des premières années de la place de marché (e.g., du lancement au moment où une masse critique est atteinte) où des initiatives non-scalables pour constituer rapidement une offre de qualité sont adoptées. Nous présenterions ensuite les stratégies mises en place lors du développement (post-masse critique) pour étendre son leadership, maintenir un équilibre offre/demande et s'étendre à l'étranger.",
      "type": "talk",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "2719"
      ],
      "start_timestamp": "2017-10-20T15:10:00+02:00",
      "end_timestamp": "2017-10-20T16:00:00+02:00",
      "room_id": "2"
    },
    {
      "id": "2028",
      "title": "Real World Kotlin-Powered Android",
      "description": "Kotlin has been picking up steam as the preferred way to make Android apps bringing a wealth of features to Android development, including null safety, data classes with automatic property accessors/modifiers, first-class functions, and lambdas. Even with all those clear benefits, starting from scratch can be intimidating.\n\nIn this session, we'll convert a running Android app written in Java to Kotlin bit by bit.",
      "type": "talk",
      "track": "mobile",
      "category": "mobile",
      "language": "en",
      "speakers_ids": [
        "2389"
      ],
      "start_timestamp": "2017-10-20T11:20:00+02:00",
      "end_timestamp": "2017-10-20T12:10:00+02:00",
      "room_id": "0"
    },
    {
      "id": "2034",
      "title": "Past, Present, and Future of Web Assembly",
      "description": "The Web Assembly innovation is now supported by all modern browsers. Some people see in it a way to develop on the web without JavaScript while others are quite excited by the performance promise.To better understand what this technology is about, I invite to a journey from its origins to the present and will propose you a vision of concrete impacts it can have in the very next years.",
      "type": "talk",
      "track": "web",
      "category": "web",
      "language": "fr",
      "speakers_ids": [
        "1996"
      ],
      "start_timestamp": "2017-10-19T11:10:00+02:00",
      "end_timestamp": "2017-10-19T12:00:00+02:00",
      "room_id": "2"
    },
    {
      "id": "2038",
      "title": "Designing User Interfaces with Android Studio and ConstraintLayout",
      "description": "This talk will present new and current design tools in Android Studio, allowing you to easily test and create User Interfaces. We will also cover various use cases of ConstraintLayout, an unbundled, flexible and efficient layout manager, and show you how to take advantage of both this library and the design tools to quickly create modern UI and animations for your mobile application.",
      "type": "talk",
      "track": "mobile",
      "category": "mobile",
      "language": "en",
      "speakers_ids": [
        "2648"
      ],
      "start_timestamp": "2017-10-20T09:00:00+02:00",
      "end_timestamp": "2017-10-20T09:50:00+02:00",
      "room_id": "1"
    },
    {
      "id": "2040",
      "title": "Debugging Go programs with Delve",
      "description": "Debugging Go can be a difficult task, especially with traditional debuggers such as 'gdb' or 'lldb'. The language has a lot of powerful features which while incredibly useful, can make debugging tough problems tricky. In this talk I will begin by introducing Delve, a Go-specific debugger. Following the introduction I will discuss what makes Go different from other languages, how Delve is different from other debuggers, how it works, and how you can use it to debug your own Go programs.\n\nTo explain what makes Go different from other languages, I will take a deep dive into the Go runtime, and other aspects of Go that set it apart and, consequently, can make it difficult to debug. From there I will explain the internals of Delve and how it works under the hood. Finally, I'll talk through how to use Delve to help fix difficult bugs in your own Go code.\n\nThis talk will be very beneficial for beginner to expert Go programmers.",
      "type": "talk",
      "track": "cloud",
      "category": "cloud",
      "language": "en",
      "speakers_ids": [
        "2671"
      ],
      "start_timestamp": "2017-10-20T14:00:00+02:00",
      "end_timestamp": "2017-10-20T14:50:00+02:00",
      "room_id": "2"
    },
    {
      "id": "2043",
      "title": "Faire du Machine Learning sans Data Scientist",
      "description": "Le succès du machine learning passera par une démocratisation de son utilisation. Ceci ne pourra pas se faire si les techniques actuelles ne deviennent pas plus accessibles et que ces technologies restent une affaire de spécialistes.\nCette présentation issus de nombreux retour d'expériences expliquera comment il faut s'y prendre pour repenser le métier de son entreprise en s'appuyant sur du machine learning sans pour autant sombrer dans les difficultés théoriques.",
      "type": "quicky",
      "track": "cloud",
      "category": "cloud",
      "language": "fr",
      "speakers_ids": [
        "282"
      ],
      "start_timestamp": "2017-10-20T16:20:00+02:00",
      "end_timestamp": "2017-10-20T16:40:00+02:00",
      "room_id": "0"
    },
    {
      "id": "2048",
      "title": "On the path to WebAR",
      "description": "WebAR is coming! And some will argue it's already here. Developing augmented reality on the web can sound very complex. We have developed a way to make it easy for anyone to do AR - and we want to share it with you! In this talk, we will take you through what WebAR is, what are its possibilities, and its challenges. We will also look at other efforts that exist, and share some demos made with AR.js, our open-source solution to do efficient augmented reality on the web.",
      "type": "talk",
      "track": "web",
      "category": "web",
      "language": "en",
      "speakers_ids": [
        "2721",
        "2749"
      ],
      "start_timestamp": "2017-10-19T14:00:00+02:00",
      "end_timestamp": "2017-10-19T14:50:00+02:00",
      "room_id": "1"
    },
    {
      "id": "2051",
      "title": "Robot collaboratif IIWA : REX d'un développeur Java SI de son expérience dans l'industrie 4.0",
      "description": "En tant que développeur Java orienté système d'information j'ai eu la chance de travailler 6 mois avec la société Kuka sur le premier robot collaboratif industriel, l'IIWA.\n\nCe retour d’expérience aura pour but d'expliquer :\n- les principes fondamentaux des cinématiques robot (asservissement par position et par effort, etc.)\n- les problématiques des développeurs roboticiens et la démystification de la programmation robotique en Java\n- les enjeux de l'industrie 4.0 qui cherche à se rapprocher des pratiques des Systèmes d'Information\n\nAlors partons à la rencontre de ce secteur qui aujourd'hui à besoin de notre expérience et pourtant a beaucoup à nous apprendre.",
      "type": "talk",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "2587",
        "2765"
      ],
      "start_timestamp": "2017-10-20T10:10:00+02:00",
      "end_timestamp": "2017-10-20T11:00:00+02:00",
      "room_id": "2"
    },
    {
      "id": "2056",
      "title": "Ma première application Android en Kotlin",
      "description": "Apprendre à utiliser Kotlin pour faire une application Android de gestion de collection de bande dessinées (ceci est un alibi). Kotlin, un nouveau langage issu principalement des développeurs de JetBrains, qui est officiellement supporté sur la plate-forme Android.\n\nL'objectif du codelab est de réaliser cette application Android en apprenant les bases de ce nouveau langage et son intégration à l'écosystème Android.\n\nPrérequis, avoir installé sur son ordinateur portable Android Studio 3.0",
      "type": "codelab",
      "track": "mobile",
      "category": "mobile",
      "language": "fr",
      "speakers_ids": [
        "2693"
      ],
      "start_timestamp": "2017-10-20T13:00:00+02:00",
      "end_timestamp": "2017-10-20T15:00:00+02:00",
      "room_id": "4"
    },
    {
      "id": "2061",
      "title": "Libérée! Délivrée! ou Comment devenir développeuse open source ?",
      "description": "On parle de diversité, un peu partout dans les communautés open source maintenant mais pour la plupart cela se résume à avoir un code of conduct. C’est loin d’être suffisant! Et si on regardait ce que l’on peut faire pour s’ouvrir aux gens de tous horizons ? Dans les entreprises ? Au sein des projets open source ? Et si vous veniez comprendre comment j’en suis arrivée à devenir développeuse de logiciels libres ? Ce talk est un retour d’expérience sur quand, pourquoi et comment je suis tombée dans l’open source. Et finalement pourquoi j’ai décidé de continuer dans cette voie.",
      "type": "quicky",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "2742",
        "5004"
      ],
      "start_timestamp": "2017-10-19T17:20:00+02:00",
      "end_timestamp": "2017-10-19T17:40:00+02:00",
      "room_id": "3"
    },
    {
      "id": "2064",
      "title": "Android Architecture Components, une nouvelle façon de faire des applis Android",
      "description": "Tous les développeurs Android se sont retrouvés confrontés aux mêmes problèmes : complexité du cycle de vie des Fragments et des Activités ; couplage fort entre l'UI, le modèle et le contrôleur qui rend le code difficilement maintenable et testable ; ou encore verbosité et développement non-objet des bases de données natives Android.\nNombre de solutions tierces ont été mises au point par la communauté pour palier à ces problèmes et aujourd'hui, des bibliothèques comme Dagger, Realm ou EventBus sont largement utilisées dans les applications professionnelles.\nAndroid Architecture Components, développé directement par les équipes Android, prend en compte tous les soucis inhérents à l'architecture de base d'Android et propose une solution élégante et extrêmement bien intégrée pour les résoudre.\nBasée sur 4 grands composants interopérables : Lifecycle, LiveData, ViewModel et Room, cette architecture permet de découpler les briques de code afin de créer du code maintenable, extensible et testable. Les Activités ne sont finalement plus que chargées de modifier l'UI, alors que le modèle de données est maintenu en mémoire et facilement partageable entre les éléments graphiques. Enfin, la persistence devient aisée grâce à l'ORM Room qui surcouche le connecteur SQLite natif.\nNous vous proposons de passer en revue ces éléments, de montrer comment il est facile de les intégrer dans les applis, et de prouver en quoi ils permettent de produire des applis plus performantes.",
      "type": "talk",
      "track": "mobile",
      "category": "mobile",
      "language": "fr",
      "speakers_ids": [
        "2495"
      ],
      "start_timestamp": "2017-10-20T14:00:00+02:00",
      "end_timestamp": "2017-10-20T14:50:00+02:00",
      "room_id": "3"
    },
    {
      "id": "2074",
      "title": "La place du numérique dans l'hôpital de demain",
      "description": "Parce que même les super-héros ont parfois besoin d'être soignés, le CHU de Nantes est en train de concevoir son hôpital du futur.\nMais qu'est ce que ça veut dire ? Une intelligence artificielle qui ferait passer Dr House pour un stagiaire ? Des robots qui veillent sur les patients ? Des smartphones pour diagnostiquer les problèmes ? Comment garder le coté humain dans un hôpital numérique ?\nVoici un extrait des questions auxquelles les équipes du CHU doivent répondre.\nNous vous proposons un aperçu de ce qui vous attend dans 10 ans sur l'Ile de Nantes",
      "type": "talk",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "2757",
        "2741"
      ],
      "start_timestamp": "2017-10-19T10:00:00+02:00",
      "end_timestamp": "2017-10-19T10:50:00+02:00",
      "room_id": "1"
    },
    {
      "id": "2080",
      "title": "L'UX a sauvé mon DevOps",
      "description": "Elle s’appelle UX, lui s’appelle Devops.\nIls sont amoureux mais sont au coeur de disputes entre deux familles rivales tels les Capulet et les Montaigu.\nElle partage beaucoup de points communs avec lui :\n   - Ils ne voient jamais un projet dans son intégralité.\n   - Les deux sont des concepts émergeants des années 2010 au sein de l’IT.\n   - Ils sont tous les deux au centre des équipes et servent de liant entre les développeurs.\nMais malgré tout, tout les sépare !\n\nCependant, les choses ont changé et les meurs ont évolué.\n\nUn jour, alors que notre Devops tentait en vain de convaincre sa hiérarchie, de désespoir, il se tourna vers UX et pria pour son assistance.  Ce qu’il vit alors l’enchanta et il compris … Ses faiblesses étaient ses forces et il pouvait lui apporter autant.\nSon idéation était semblable à son automatisation.\nQuand il lui parlait de Scale, elle comprenait même si ce n’était pas la même chose (analytics scale) et leurs objectifs étaient beaucoup trop semblables pour que ce soit une coincidence …\n\nVenez voir l’histoire d’amour la plus improbable des ces 10 dernières années !",
      "type": "talk",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "191",
        "2759"
      ],
      "start_timestamp": "2017-10-19T16:20:00+02:00",
      "end_timestamp": "2017-10-19T17:10:00+02:00",
      "room_id": "3"
    },
    {
      "id": "2088",
      "title": "Les API gateway avec Kong",
      "description": "Nous vous présenterons comment nous avons mis en place Kong comme API Gateway en front d’une architecture micro-service et pourquoi il nous change la vie ! Nous ferons un retour d'experience sur notre API et notamment la capacité à scaler jusqu'à des dizaines de millions de requêtes par jour.",
      "type": "talk",
      "track": "cloud",
      "category": "cloud",
      "language": "fr",
      "speakers_ids": [
        "2764"
      ],
      "start_timestamp": "2017-10-19T14:00:00+02:00",
      "end_timestamp": "2017-10-19T14:50:00+02:00",
      "room_id": "3"
    },
    {
      "id": "2094",
      "title": "The great SOA migration",
      "description": "How did Uber go from a 300,000 lines monolithic Python application to a service oriented architecture with more than 1,000 microservices? We will go through both technical, cultural, and management aspects of the migration which took about five years.",
      "type": "quicky",
      "track": "cloud",
      "category": "cloud",
      "language": "en",
      "speakers_ids": [
        "2547"
      ],
      "start_timestamp": "2017-10-19T17:20:00+02:00",
      "end_timestamp": "2017-10-19T17:40:00+02:00",
      "room_id": "0"
    },
    {
      "id": "2099",
      "title": "La blockchain du crétacé à l'an 3000",
      "description": "Venez découvrir la blockchain, son histoire et son actualité dans une conférence un peu décalée, visant à vulgariser cette technologie qui fait souvent un peu peur.\n\nVous apprendrez tout sur la genèse de la blockchain, quel impact ça a eu sur les dinosaures,  comment ça fonctionne, à quoi ça sert maintenant et qu'est-ce qu'on en fera en l'an 3000.\n\nVous en sortirez galvanisé et prêt à investir vos économies de toute une vie pour tenter de devenir riche en boursicotant sur les crypto-monnaies.\n\nSi vous ne devez voir qu’une conf dans votre vie…bon choisissez p’tet autre chose, mais elle reste bien quand même !",
      "type": "talk",
      "track": "discovery",
      "category": "discovery",
      "language": "fr",
      "speakers_ids": [
        "568"
      ],
      "start_timestamp": "2017-10-20T09:00:00+02:00",
      "end_timestamp": "2017-10-20T09:50:00+02:00",
      "room_id": "0"
    },
    {
      "id": "2107",
      "title": "DDD & Event Sourcing à la rescousse pour implémenter la GDPR ?",
      "description": "La General Data Protection Regulation (GDPR) est le nouveau dispositif légal pour la protection des données en Europe, qui entrera en vigueur le 25 mai 2018.\nDurant ce retour d'expérience, nous introduirons les grands principes de ce dispositif, tels que le consentement explicite, la portabilité de la donnée, etc. Nous présenterons également les notions d'anonymisation, de pseudonymisation, et de durée de rétention des données, ainsi que d'autres standards nécessaires pour se conformer à la nouvelle réglementation.\nUne fois le problème présenté, nous vous montrerons comment le Domain Driven Design et les patterns compatibles, tel qu'Event Sourcing nous ont aidés à appréhender les changements les plus importants pour les SI, résultant de l'application de la GDPR.",
      "type": "talk",
      "track": "cloud",
      "category": "cloud",
      "language": "fr",
      "speakers_ids": [
        "2760",
        "911"
      ],
      "start_timestamp": "2017-10-19T10:00:00+02:00",
      "end_timestamp": "2017-10-19T10:50:00+02:00",
      "room_id": "2"
    }
  ],
  "speakers": [
    {
      "id": "101",
      "name": "Yufeng Guo",
      "company": "Google",
      "country": "USA",
      "bio": "Yufeng is a Developer Advocate for the Google Cloud Platform, where he is trying to make machine learning more understandable and usable for all. He is enjoys hearing about new and interesting applications of machine learning, share your use case with him on Twitter @YufengG",
      "tags": [
        "Tensor Flow",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Yufeng_Guo.png",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/YufengG"
        }
      ]
    },
    {
      "id": "102",
      "name": "Patrick Chanezon",
      "company": "Docker",
      "country": "USA",
      "bio": "Patrick Chanezon is Chief Developer Advocate at Docker Inc. He helps to build Docker, the world’s leading software container platform, for developers and sysadmins. Software developer and storyteller, he spent 10 years building platforms at Netscape & Sun, then 10 years evangelizing platforms at Google, VMware & Microsoft. His main professional interest is in building and kickstarting the network effect for these wondrous two-sided markets called Platforms. He has worked on platforms for Portals, Ads, Commerce, Social, Web, Distributed Apps, and Cloud.",
      "tags": [
        "Docker",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Patrick_Chanezon.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/chanezon"
        }
      ]
    },
    {
      "id": "103",
      "name": "Chet Haase",
      "company": "Google",
      "country": "USA",
      "bio": "Chet leads the Android UI Toolkit team at Google, where he works on animations, graphics, UI widgets, and anything else that puts pixels on the screen. He also writes and performs comedy if given the chance or a mic.",
      "tags": [
        "Android",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Chet_Haase.png",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/chethaase"
        },
        {
          "network": "website",
          "url": "https://medium.com/@chethaase"
        }
      ]
    },
    {
      "id": "191",
      "name": "Francois Teychene",
      "company": "TabMo",
      "country": "France",
      "bio": "Devops la journée, JUG Leader le soir sur Montpellier, j'aime parler et discuter de developpements et surtout de Docker.\nAncien développeur (Java/Clojure/Python) et gestionnaire de build, j'ai passé le cap vers le Devops et me focus notamment Docker sur lequel j'aime tester de nouvelles choses et mettre en place des services pour les équipes avec lesquelles je travaille.",
      "tags": [
        "Devops",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Francois_Teychene.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/fteychene"
        },
        {
          "network": "google+",
          "url": "https://plus.google.com/u/0/+Fran%C3%A7oisTeychene"
        },
        {
          "network": "github",
          "url": "https://github.com/fteychene"
        }
      ]
    },
    {
      "id": "227",
      "name": "Emmanuel Demey",
      "company": "Zenika",
      "country": "France",
      "bio": "Consultant et Formateur Web chez Zenika Lille depuis avril 2015. Je suis spécialisé dans AngularJS / Angular 2 / TypeScript et l'Accessibilité Web. Speaker à ses heures perdues. Aime également les bières (et oui quand on vient de Lille c'est normal...), le Jazz et la Domotique. Plusieurs expériences en tant que conférencier, notamment depuis septembre 2015 autour du sujet Angular2. - ESLint au Jug Summer Camp et ChtiJS - Angular 2 : ChtiJUG, LyonJS, GDG Paris, GDG Nantes, Meetup AngularJS Grenoble, Devoxx, RivieraDev, Bdx.io, DevFest Nantes, Codeurs en Seine",
      "tags": [
        "HTML5",
        "Angular JS",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Emmanuel_DEMEY.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/EmmanuelDemey"
        },
        {
          "network": "github",
          "url": "https://github.com/Gillespie59"
        }
      ]
    },
    {
      "id": "282",
      "name": "Didier Girard",
      "country": "France",
      "company": "Sfeir",
      "bio": "Cloud Rider / GDE @Google / VP Engineering @Sfeir / PhD Machine Learning @EnsDeLyon",
      "tags": [
        "Cloud",
        "Machine Learning",
        "GAE"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Girard_Didier.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/DidierGirard"
        }
      ]
    },
    {
      "id": "328",
      "name": "Christophe Jollivet",
      "company": "Apside",
      "country": "France",
      "bio": "Agitateur technique chez Apside, Christophe prêche les bonnes pratiques sur divers projets informatiques et universités en région tourangelle. Reconverti à l’informatique il y a 15 ans suite à un doctorat de neurobiologie, il contribue activement dans les communautés Java en ayant été co-responsable de la rubrique Java du site developpez.com mais aussi en participant à des conférences et en animant depuis 2008 le Tours JUG.",
      "tags": [
        "Apis",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Christophe_Jollivet.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/jollivetc"
        },
        {
          "network": "github",
          "url": "https://github.com/jollivetc/"
        }
      ]
    },
    {
      "id": "545",
      "name": "Sébastien Pertus",
      "company": "Microsoft",
      "country": "France",
      "bio": "Evangéliste technique chez Microsoft France, Sébastien est en charge d'accompagner les communautés de développeurs autour des technologies innovantes de Microsoft.\nEn charge de tout ce qui touche au développement autour du développement Web Front avec TypeScript et Angular, Azure et NodeJS côté Backend, et enfin la donnée autour de SQL Server et MySQL.\nGrand passionné de techno, Sébastien s’intéresse à la partie Microsoft Open Source, allant du monde Java chez Microsoft, .Net Core sur Mac ou encore Visual Studio Code !",
      "tags": [
        "Typescript",
        "NodeJS",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/S%C3%A9bastien_Pertus.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/sebastienpertus"
        },
        {
          "network": "github",
          "url": "http://www.github.com/mimetis"
        }
      ]
    },
    {
      "id": "546",
      "name": "Michel Rousseau",
      "company": "Microsoft",
      "country": "France",
      "bio": "Passionné par le design et l'UX, je travaille chez Microsoft à propager les messages inhérents à ce domaine auprès des développeurs, des décideurs, des startupeurs. Je suis avant tout un créateur de pixels le jour, en 2D, en 3D, en temps réel, en statique ou en dynamique, et destructeur de pixel la nuit, surtout sur les jeux vidéo à la première personne.",
      "tags": [
        "Design",
        "UX",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/michel_Rousseau.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/rousseau_michel"
        }
      ]
    },
    {
      "id": "551",
      "name": "Pascal Sauliere",
      "company": "Microsoft",
      "country": "France",
      "bio": "Evangéliste technique chez Microsoft France, Pascal accompagne les clients et communautés sur le cloud et DevOps, avec un penchant pour les architectures, l'automatisation, la sécurité et les solutions open source. A ses heures perdus il anime ITcast, le podcast de l'IT.",
      "tags": [
        "Devops",
        "Cloud",
        "Azure"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Pascal_Sauliere.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/psauliere"
        },
        {
          "network": "github",
          "url": "https://github.com/pascals-msft"
        },
        {
          "network": "website",
          "url": "http://itcast.io"
        }
      ]
    },
    {
      "id": "568",
      "name": "Benjamin Fontaine",
      "company": "Zenika",
      "country": "France",
      "bio": "Développeur fullstack JEE et web depuis une petite dizaine d'années et passionné de blockchain depuis quelques années, je suis récemment devenu expert technique blockchain pour Zenika Nantes. Je me suis lancé dans une mission d'évangélisation :) pour faire rayonner la connaissance de cette techno (speaker et co-fondateur du meetup blockchain à Nantes, codelab au devoxx et au devfest) qui est à mon sens l'une des plus révolutionnaires à l'heure actuelle.",
      "tags": [
        "Blockchain",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/benjamin_fontaine.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/benjifontaine5"
        },
        {
          "network": "github",
          "url": "https://github.com/benjaminfontaine"
        }
      ]
    },
    {
      "id": "571",
      "name": "Eric Briand",
      "company": "Zenika",
      "country": "France",
      "bio": "Développeur touche à tout depuis plus de 10 ans, il travaille actuellement à Zenika Nantes. Ses sujets du moments sont le Cloud, Golang, l’industrialisation du JS, Electron et Docker. Il est formateur officiel Docker et co-organisateur du Docker Meetup Nantes.",
      "tags": [
        "Docker",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Eric_Briand.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/eric_briand"
        },
        {
          "network": "github",
          "url": "https://github.com/ebriand"
        }
      ]
    },
    {
      "id": "699",
      "name": "Cyril Balit",
      "company": "Sfeir",
      "country": "France",
      "bio": "Cyril Balit est CTO Front chez SFEIR et Google Developer Expert sur les technologies Web. Développeur passionné, il construit des Single Page Application en javascript depuis 2003 et tombe amoureux d’Angular en 2013. Il est un membre actif de la communauté web français sur plusieurs sujets comme Angular, Polymer  et les Progressives Web App . Organisateur de conférences et de meetups , speaker et formateur , Cyril aime partager avec les communautés.",
      "tags": [
        "Angular",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/cyril_balit.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/cbalit"
        },
        {
          "network": "github",
          "url": "https://github.com/cbalit"
        }
      ]
    },
    {
      "id": "780",
      "name": "Fabien Juif",
      "company": "Zenika",
      "country": "France",
      "bio": "Fabien JUIF a baigné dans l’informatique depuis son adolescence. Il installait sa première Gentoo stage 1 en 1ère pour migrer vers Archlinux quelques années après.\nPour lui pacman n’est pas un jeu, on ne rigole pas avec ça.\n\nChez Zenika, son attrait du moment c'est le Web, et plus précisément le développement ReactJS.\n\nIl espère pouvoir partager un peu de sa passion avec vous !",
      "tags": [
        "Redux",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Fabien_JUIF.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/fabienjuif"
        },
        {
          "network": "google+",
          "url": "https://google.com/+fabienjuif"
        },
        {
          "network": "github",
          "url": "https://github.com/fabienjuif"
        }
      ]
    },
    {
      "id": "852",
      "name": "Gautier Mechling",
      "country": "France",
      "bio": "Développeur Android de jour, et chasseur de reptiliens la nuit. Google Developer Expert IoT.",
      "tags": [
        "Android",
        "IoT"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Gautier_Mechling.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "http://twitter.com/Nilhcem"
        },
        {
          "network": "google+",
          "url": "http://plus.google.com/+GautierMechling"
        },
        {
          "network": "github",
          "url": "https://github.com/Nilhcem"
        }
      ]
    },
    {
      "id": "911",
      "name": "Guillaume Lours",
      "company": "Saagie",
      "country": "France",
      "bio": "Developpeur Senior à Saagie, touchant aussi bien au backend qu'au front\nCo-fondateur des conferences Lean Kanban France et Codeurs en Seine\nRed Coat à Devoxx France",
      "tags": [
        "Scala",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Guillaume_LOURS.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/glours"
        },
        {
          "network": "github",
          "url": "https://github.com/glours"
        }
      ]
    },
    {
      "id": "1028",
      "name": "Guillaume Laforge",
      "company": "Google",
      "country": "France",
      "bio": "Le jour, Guillaume Laforge est Developer Advocate chez Google, sur les solutions cloud, et de nuit, il reprends sa casquette de contributeur au projet Apache Groovy. Guillaume est également un des membres du podcast Les Cast Codeurs",
      "tags": [
        "GAE",
        "Assistant",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Guillaume_Laforge.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/glaforge"
        },
        {
          "network": "google+",
          "url": "http://plus.google.com/+GuillaumeLaforge"
        },
        {
          "network": "github",
          "url": "http://github.com/glaforge"
        }
      ]
    },
    {
      "id": "1120",
      "name": "Jeremie Martinez",
      "company": "TrustBK",
      "country": "France",
      "bio": "Jérémie travaille aujourd'hui chez TrustBK, une startup dont le but est de reconstruire une banque en partant de 0. Il est développeur Android depuis plus de 6 ans et a notamment travaillé chez Captain Train. Il est un fervent adepte des bonnes pratiques de développement et des principes du Software Craftsmanship. Il est également un grand passionné d'UI/UX.",
      "tags": [
        "Android",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Jeremie_Martinez.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/JeremMartinez"
        }
      ]
    },
    {
      "id": "1130",
      "name": "Houssem Belhadj Ahmed",
      "company": "Zenika",
      "country": "France",
      "bio": "Développeur",
      "tags": [
        "Security",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Houssem_BELHADJ%20AHMED.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/7ouss3m"
        },
        {
          "network": "github",
          "url": "https://github.com/houssemba"
        }
      ]
    },
    {
      "id": "1131",
      "name": "Mickael Jeanroy",
      "company": "Zenika",
      "country": "France",
      "bio": "Développeur le jour, open-source addict la nuit.",
      "tags": [
        "Security",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Mickael_Jeanroy.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/mickaeljeanroy"
        }
      ]
    },
    {
      "id": "1143",
      "name": "Raphael Goetter",
      "company": "Alsacreations",
      "country": "France",
      "bio": "Intégrateur du Dimanche, dompteur de CSS et tripoteur de HTML, créateur de la communauté et de l'agence web Alsacreations.\nÉvangéliste international de la Knack d'or et du picon-bière, Ambassadeur du Lorem Ipsum alsacien, et accessoirement auteur de divers livres sur CSS.",
      "tags": [
        "CSS",
        "HTML5",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Raphael_Goetter.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/goetter"
        },
        {
          "network": "github",
          "url": "https://github.com/raphaelgoetter"
        }
      ]
    },
    {
      "id": "1173",
      "name": "Manon Gruaz",
      "company": "ARCBEES",
      "country": "Canada",
      "bio": "Manon est stratège/designer de Marque et d’interfaces chez Arcbees.\nAventurière de la Marque, elle met l’émotion et le sens au coeur de tous ses travaux.\nElle cherche sans relâche le sens profond dans toutes les choses dans la vie, et définit son travail comme « être à l'intérieur des cerveaux des utilisateurs ».\nGeekette curieuse et entourée au quotidien de développeurs de génie, c’est tout naturellement qu’elle a fusionné son obsession pour la Marque avec son envoûtement par les technologies, tout particulièrement l’intelligence artificielle.\nVoyageuse invétérée et enthousiaste de défis impossibles, elle essaye d’évangéliser chaque développeur et tout autre être vivant qu’elle croise à la Marque et son importance à travers sa précédente conférence : Marc, marque et Marques. C’est avec un humour parfois douteux qu’elle l’a déjà présenté au devFest de Nantes, au GWTcon de Florence et aux soirées UX à Québec. Son mot préféré est Authentique. Née française, élevée en tant que citoyenne du monde, elle est maintenant sarcastique et romantique par choix.",
      "tags": [
        "Marketing",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/manon_gruaz.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/manongruaz"
        }
      ]
    },
    {
      "id": "1222",
      "name": "Wassim Chegham",
      "company": "Sfeir",
      "country": "France",
      "bio": "Wassim (aka manekinekko on Twitter/Github) is a Developer Advocate that spends most of his time working on production apps, helping developers write better code and provide training on mastering Web technologies (Angular 2+, Polymer, PWA, Web Components...). He enjoys writing technical articles, meeting developers at events, speaking at conferences and contributing to open source projects.\n\nWassim loves the Web Platform and works hard to move it forward",
      "tags": [
        "Angular",
        "Assistant",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Wassim_Chegham.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/manekinekko"
        },
        {
          "network": "github",
          "url": "https://github.com/manekinekko"
        }
      ]
    },
    {
      "id": "1233",
      "name": "Sylvain Lequeux",
      "company": "Xebia",
      "country": "France",
      "bio": "Sylvain a 7 ans d'expérience en développement d'applicatif backend, principalement Java. Depuis 2 ans, il s'investit autour des technologies BigData et a rejoint Xebia à ce titre en 2015.\nIl dispense la formation certifiante Cloudera Administrateur et est certifié Cloudera Developer. Sylvain est également passionné par le craftsmanship.",
      "tags": [
        "Tensor Flow",
        "Android",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Sylvain_LEQUEUX.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/slequeux"
        }
      ]
    },
    {
      "id": "1263",
      "name": "Jeff Abrahamson",
      "company": "Jellybooks",
      "country": "France",
      "bio": "Jeff Abrahamson (ré)invente l'analyse de livres électroniques chez Jellybooks.\nDerrière chaque livre se cache une histoire dans les données de lecture : à trouver, à éclairer, à visualiser.\nJeff anime le Nantes Machine Learning Meetup et co-organise des formations professionnelles en Data Science à travers l'initiative ML Week.",
      "tags": [
        "Machine Learning",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Jeff_Abrahamson.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/Jeff_Abrahamson"
        },
        {
          "network": "google+",
          "url": "https://google.com/+JeffAbrahamson"
        },
        {
          "network": "github",
          "url": "https://github.com/JeffAbrahamson"
        }
      ]
    },
    {
      "id": "1439",
      "name": "Sara Harkousse",
      "company": "Dassault Systèmes",
      "country": "France",
      "bio": "Sara Harkousse is a Technical Lead, front-end Web developer at Dassault Systèmes , Speaker, 3DS Advocate at “Elles Bougent” and  one of “Duchess France” leaders. She has 3 years of web development experience. She received an engineering degree in electronics and computer science from INSA Rennes in France. She’s on twitter at @Sara_harkousse",
      "tags": [
        "WebComponents",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Sara_HARKOUSSE.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/Sara_harkousse"
        },
        {
          "network": "github",
          "url": "https://github.com/SaraHarkousse"
        }
      ]
    },
    {
      "id": "1497",
      "name": "Vincent Piard",
      "company": "SQLI",
      "country": "France",
      "bio": "Biberonné aux joies du Cobol, engraissé aux compotes Php, gavé de Java, sustenté aux sucreries C#, repu au Flex et finalement dernièrement nourri en intraveineuse de JS, je me délecte en ce moment d'IOT. A mes heures perdues, je cuisine également quelques mets open source.",
      "tags": [
        "Npm",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Vincent_PIARD.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/lynchmaniacPL"
        },
        {
          "network": "github",
          "url": "https://github.com/lynchmaniac"
        }
      ]
    },
    {
      "id": "1557",
      "name": "Guillaume Nicolas",
      "company": "SQLI",
      "country": "France",
      "bio": "Depuis longtemps adepte des nouvelles technologies, j'ai découvert récemment le concept de blockchain. Depuis ce jour, je travail au quotidien sur la formalisation des concepts associés, en développant des cas d'usages destinés au grand public.\nJe suis également lead developer des projets open-source Ethereum-[java/android] et diffuse régulièrement mes compétences à travers différents médias (vidéo et articles).\nLa mobilité, l'IoT et les nouveaux modes d'intéraction, sont égalements des sujets qui me passionnent. Mon souhait est de fusionner tout ces sujets pour faire émerger de nouveaux usages.",
      "tags": [
        "Blockchain",
        "Android",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Guillaume_NICOLAS.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/GuiillaumeN"
        },
        {
          "network": "github",
          "url": "https://github.com/Nigui"
        }
      ]
    },
    {
      "id": "1721",
      "name": "Yoann Benoit",
      "company": "Xebia",
      "country": "France",
      "bio": "Yoann est Data Scientist chez Xebia, en ayant pour rôle d’implémenter des projets de Data Science de bout en bout, de l’exploration à la mise en production. Il travaille au quotidien avec des technologies autour du Machine Learning, du Deep Learning et du Big Data. Il intervient de plus en tant que formateur sur l’Analyse de Données et le Machine Learning sur Spark.",
      "tags": [
        "Tensor Flow",
        "Android",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Yoann_Benoit.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/YoannBENOIT"
        },
        {
          "network": "github",
          "url": "https://github.com/ybenoit"
        }
      ]
    },
    {
      "id": "1727",
      "name": "Aline Deschamps",
      "company": "DACTA",
      "country": "France",
      "bio": "Data Détective au grand cœur, j’aime jouer avec la donnée et tenter de découvrir tous ses secrets bien cachés. Grande fan de R devant l’éternel, je me suis également donné pour mission de convertir le plus de monde à ce langage, en commençant par un meetup sur Nantes, puis le DevFest, ensuite la Maison Blanche et enfin… l’univers AHAHAHAH, pardon ^^",
      "tags": [
        "R",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Aline_Deschamps.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/alinedeschamps"
        },
        {
          "network": "github",
          "url": "https://github.com/DACTA"
        }
      ]
    },
    {
      "id": "1802",
      "name": "Mickael Debonnaire",
      "company": "APSIDE TOP",
      "country": "France",
      "bio": "Lead Developer chez Apside Top à Tours. Passionné et partageur, j'interviens principalement sur la plateforme Java mais j'explore d'autres contrées comme l’écosystème Javascript, Bigdata et la programmation fonctionnelle.",
      "tags": [
        "Apis",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/MICKAEL_DEBONNAIRE.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/mdebonnaire"
        },
        {
          "network": "github",
          "url": "https://github.com/mdebonnaire"
        }
      ]
    },
    {
      "id": "1807",
      "name": "Alexis Jacomy",
      "company": "Matlo",
      "country": "France",
      "bio": "Je suis développeur spécialisé dans la visualisation de données sur le web. Passioné par la cartographie des réseaux, j'ai contribué à Gephi et développé sigma.js, moteur JavaScript d'affichage de graphes.\n\nJe coordonne aujourd'hui à Nantes le développement de Matlo, une plateforme web d'exploration de données.",
      "tags": [
        "Web",
        "Dataviz"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Alexis_Jacomy.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/jacomyal"
        },
        {
          "network": "github",
          "url": "https://github.com/jacomyal"
        }
      ]
    },
    {
      "id": "1842",
      "name": "Delphine Millet",
      "company": "Zenika",
      "country": "France",
      "bio": "Attirée à la fois par le design et la programmation, c’est tout naturellement que je me suis orientée vers le développement front-end. Toujours avide de nouveauté, l’écosystème Javascript est pour moi une source de découverte permanente ! Développeuse front-end chez Zenika, j’expérimente entre autres React, Angular, Polymer...",
      "tags": [
        "Redux",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Delphine_Millet.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/MilletDelphine"
        },
        {
          "network": "github",
          "url": "https://github.com/delphinemillet"
        }
      ]
    },
    {
      "id": "1856",
      "name": "Qian Jin",
      "company": "Xebia France",
      "country": "France",
      "bio": "Android developer, Pythonista, IoT maker, Enthusiast on accessibility & TechForGood subjects",
      "tags": [
        "Tensor Flow",
        "Android",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/QIAN_JIN.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/bonbonking"
        },
        {
          "network": "github",
          "url": "https://github.com/jinqian"
        }
      ]
    },
    {
      "id": "1996",
      "name": "Alexandre Morgaut",
      "company": "Wiztivi",
      "country": "France",
      "bio": "Alexandre Morgaut is a Senior Web Architect who contributed to different Web Standards and Web Project developments. Former JS.everywhere() conference organizer, Wakanda JavaScript Evangelist and W3C Advisory representative, with more 20 years of JavaScript & HTTP experience, via Internet France, TF1 Publicité, 4D/Wakanda, he joined 2 years ago the Wiztivi company to explore new runtime environments such as Smart TV, SetTopBox, SmartWatches, and embedded devices.",
      "tags": [
        "Web Assembly",
        "Web",
        "W3C"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Alexandre_Morgaut.png",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/amorgaut"
        },
        {
          "network": "google+",
          "url": "https://google.com/+AlexandreMorgaut"
        },
        {
          "network": "github",
          "url": "https://github.com/AMorgaut"
        }
      ]
    },
    {
      "id": "2226",
      "name": "Vitaliy Zasadnyy",
      "company": "GetSocial",
      "country": "Ukraine",
      "bio": "Vitaliy’s background includes mobile application and game development. Nowadays, he is leading the development of the next generation in-app marketing tools at GetSocial. He is a frequent speaker at world class tech conferences and TEDx. Founder of the Google Developers Group Lviv.",
      "tags": [
        "Discovery",
        "Games",
        "Mobile SDK"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Zasadnyy_Vitaliy.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/zasadnyy"
        },
        {
          "network": "github",
          "url": "https://github.com/zasadnyy"
        }
      ]
    },
    {
      "id": "2241",
      "name": "Fabien Rassinier",
      "company": "Talend",
      "country": "France",
      "bio": "Développeur front-end chez Talend où il travaille essentiellement avec Angular et React.\nIl prend un malin plaisir à faire des code reviews HTML et CSS sur des sujets de sémantique, de qualité et d'accessibilité.",
      "tags": [
        "CSS",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Fabien_RASSINIER.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/frassinier"
        },
        {
          "network": "google+",
          "url": "https://google.com/+fabien.rassinier"
        },
        {
          "network": "github",
          "url": "https://github.com/frassinier"
        }
      ]
    },
    {
      "id": "2246",
      "name": "Franck Abgrall",
      "company": "Zenika",
      "country": "France",
      "bio": "Consultant et formateur à Zenika Nantes, Franck est un fan incontesté de JavaScript et de son écosystème. Sa passion pour le web et son désir de s’enrichir l’ont amené à réaliser de nombreux projets dans cet univers en plein mouvement.",
      "tags": [
        "VueJS",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Franck_Abgrall.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/FranckAbgrall"
        },
        {
          "network": "github",
          "url": "https://github.com/kefranabg"
        }
      ]
    },
    {
      "id": "2248",
      "name": "Etienne Caron-Petit-Pas",
      "company": "Shopify",
      "country": "Canada",
      "bio": "Etienne is a software developer who’s worked on all tiers (server, web, mobile and embedded) of large scale software platforms. He is now a Mobile Dev Lead for Shopify, and is part of Google's Developer Expert program.\n\nEtienne got his start in programming in the mid-'80s obsessing over C64 demos, and went on to organize the NAID 95/96 demoparties. 3D animation, procedural content generation and VR are some of his hobbies, and he loves to introduce other developers to this fascinating field. He also regularly volunteers his time towards mentoring startups, developers and students in the mobile space. As part of the Montreal Android GDG, he organises meet-ups, hackathons, and gives regular talks on Android and VR-related subjects.\n\nPreviously, Etienne worked on projects ranging from high-availability stock trading software platforms, all the way to large scale municipal bike sharing systems (London’s cycle Hire amongst others). He lives in Montreal with his wife and daughter, and speaks French and English fluently.",
      "tags": [
        "Tango",
        "Android",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Etienne_Caron-Petit-Pas.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/kanawish"
        },
        {
          "network": "github",
          "url": "https://github.com/kanawish"
        }
      ]
    },
    {
      "id": "2330",
      "name": "Pierre-yves Baloche",
      "company": "Gfi Informatique",
      "country": "France",
      "bio": "Workwise, i'm a solution architect in trendy areas like IOT, ChatBots and most of all, applications for Pepper The Robot (and relatives ;), but as soon as I'm out, beside putting on my super-dad costume at home, I just love to hack around with Raspberry Pi modules and makers toys like 3D printing.",
      "tags": [
        "Assistant",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Pierre-yves_Baloche.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/FunkyPiwy"
        },
        {
          "network": "github",
          "url": "https://github.com/pierreyvesbaloche"
        }
      ]
    },
    {
      "id": "2351",
      "name": "Ouadie lahdioui",
      "company": "SOAT",
      "country": "France",
      "bio": "Développeur passionné par les challenges techniques de toutes sortes, Ouadie intervient en tant que consultant IT chez SOAT sur des missions diverses et variées, il s’est construit d'une forte expérience dans écosystèmes Java et JavaScript ainsi qu'une conviction sur les pratiques agiles et l'artisanat logiciel. Il accompagne aujourd’hui ses clients dans la mise en place des ChatBots et les techniques de l'intelligence artificielle, il contribue régulièrement au projet open source Botkit.",
      "tags": [
        "Alexa",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Ouadie_lahdioui.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/lahdiouiouadie"
        },
        {
          "network": "github",
          "url": "https://github.com/ouadie-lahdioui"
        }
      ]
    },
    {
      "id": "2374",
      "name": "Grégory Bévan",
      "company": "Zenika Nantes",
      "country": "France",
      "bio": "Développeur passionné depuis 14 ans, Grégory est aujourd'hui consultant/formateur chez Zenika Nantes pour mettre à profit son expérience du monde de l'édition de logiciels Web. Architecte et développeur backend Java, il est aussi aguerri à tous les aspects de la construction logicielle et positionne la culture craftmanship au coeur de la production de logiciels de qualité. Sa quête d'apprentissage l'amène à explorer les mondes du front avec VueJS, des micro-services et de langages modernes tel que Kotlin.",
      "tags": [
        "VueJS",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Gr%C3%A9gory_B%C3%A9van.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/gregory_b3van"
        },
        {
          "network": "github",
          "url": "https://github.com/GregoryBevan"
        }
      ]
    },
    {
      "id": "2386",
      "name": "Peggy Aufray",
      "company": "U GIE IRIS",
      "country": "France",
      "bio": "Directeur de projets Innovation à U GIE IRIS\n\nParticipant au développement de la stratégie d’innovation, je pilote le “FabLab” interne où les collaborateurs de toute l’entreprise se croisent, développent des projets et s’acculturent aux technologies émergentes mais aussi aux nouvelles façons de faire (créativité, intelligence collective, facilitation…). Je coordonne des expérimentations innovantes dans le large terrain de jeux qu’offre le Groupement U.",
      "tags": [
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Peggy_AUFFRAY.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/pegauffray"
        },
        {
          "network": "google+",
          "url": "https://google.com/+PeggyAuffray"
        }
      ]
    },
    {
      "id": "2389",
      "name": "James Williams",
      "company": "Udacity",
      "country": "USA",
      "bio": "James Williams works as the Android Curriculum Lead at Udacity where he shapes the development of Android content for the company. When James is not learning new tech, you can find him rolling around in the mud at an obstacle course run.",
      "tags": [
        "Kotlin",
        "Android",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/James_Williams.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/ecspike"
        },
        {
          "network": "google+",
          "url": "https://google.com/+JamesWilliams"
        },
        {
          "network": "github",
          "url": "https://github.com/jwill"
        }
      ]
    },
    {
      "id": "2487",
      "name": "Steven Watremez",
      "company": "Niji",
      "country": "France",
      "bio": "Steven Watremez est développeur d’application mobile Android et iOS à Niji Rennes. Il est impliqué dans le développement des outils utilisés au quotidien sur les projets.",
      "tags": [
        "Android",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Steven_Watremez.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/StevenWatremez"
        },
        {
          "network": "google+",
          "url": "https://plus.google.com/u/0/106187428257908373195"
        },
        {
          "network": "github",
          "url": "https://github.com/StevenWatremez"
        }
      ]
    },
    {
      "id": "2495",
      "name": "David Fournier",
      "company": "Smart&Soft",
      "country": "France",
      "bio": "After a PhD in Computer Science, David Fournier started working for a quantitative optimization software company, making Java applications and softwares to optimize energy consumptions of cities, reduce delays in trains or decrease the number of operations on super tankers. Making Android applications during his past time, he eventually took his chance to develop them as a professional and was hired last year at Smart & Soft where he develop mobile apps on a daily basis.",
      "tags": [
        "Android",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/David_Fournier.jpg",
      "social_links": [
        {
          "network": "github",
          "url": "https://github.com/david-fournier-smartnsoft"
        }
      ]
    },
    {
      "id": "2519",
      "name": "Pierre Salmon",
      "company": "Asmodée Digital / Days Of Wonder",
      "country": "France",
      "bio": "Ingénieur passionné de jeux de société et de technologie ancestral comme le C++",
      "tags": [
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Pierre_Salmon.png",
      "social_links": [
        {
          "network": "github",
          "url": "https://github.com/ddway2"
        }
      ]
    },
    {
      "id": "2547",
      "name": "Charles-Axel Dein",
      "company": "Uber",
      "country": "USA",
      "bio": "Charles-Axel is an Engineering Manager at Uber and currently leads its Payments Onboarding Platform. He joined Uber in 2012 and contributed to most of the company's major scalability projects.",
      "tags": [
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Charles-Axel_Dein.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/d3in"
        },
        {
          "network": "github",
          "url": "https://github.com/charlax/"
        }
      ]
    },
    {
      "id": "2557",
      "name": "Simona Cotin",
      "company": "Microsoft",
      "country": "England",
      "bio": "Communities power Simona up and that’s why she is co-organising the Javascript London meetup. Thrives on knowledge sharing, she has mentored in workshops for Women Who Code and NgGirls encouraging women to learn more about programming. Also, she lives in the clouds.",
      "tags": [
        "Angular",
        "Azure",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Simona_Cotin.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/simona_cotin"
        },
        {
          "network": "google+",
          "url": "https://google.com/+Simona Cotin"
        },
        {
          "network": "github",
          "url": "https://github.com/simonaco"
        }
      ]
    },
    {
      "id": "2559",
      "name": "Sébastien Charrier",
      "company": "It Ducks (Ancien de Captain Train)",
      "country": "France",
      "bio": "Sébastien Charrier est développeur, entrepreneur, musicien et papa. Il aime créer des produits simples et efficaces. Après avoir passé deux années dans l'équipe de Capitaine Train, il a décidé de sauter le pas de se lancer dans l'aventure de l'entreprenariat.",
      "tags": [
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/S%C3%A9bastien_CHARRIER.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/scharrier"
        },
        {
          "network": "github",
          "url": "https://github.com/scharrier"
        }
      ]
    },
    {
      "id": "2572",
      "name": "Erwan Richard",
      "company": "Le Phare",
      "country": "France",
      "bio": "Développeur PHP depuis 2006. je travail à Nantes pour l'agence web Le Phare.",
      "tags": [
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Erwan_Richard.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/dhalsimfr"
        },
        {
          "network": "github",
          "url": "https://github.com/erichard"
        }
      ]
    },
    {
      "id": "2578",
      "name": "Alex Van Boxel",
      "company": "Vente-Exclusive.com",
      "country": "Belgium",
      "bio": "Alex is a Google Developer Expert Cloud, polyglot, technology enthusiast and works as Big Data Architect at Vente-Exclusive.com. He has an R&D history at Alcatel-Lucent and Progress Software.",
      "tags": [
        "Cloud",
        "MicroServices"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Alex_Van%20Boxel.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/alexvb"
        },
        {
          "network": "google+",
          "url": "https://plus.google.com/+AlexVanBoxel"
        },
        {
          "network": "github",
          "url": "https://github.com/alexvanboxel/"
        }
      ]
    },
    {
      "id": "2579",
      "name": "Uri Shaked",
      "company": "BlackBerry",
      "country": "Israel",
      "bio": "Uri Shaked is a Google Developer Expert for Web Technologies. He regularly writes about Web and IoT related technologies in his Medium blog, and speaks about these topics in conferences and meetup around the world. Among his interests are reverse engineering, hardware hacking, building 3d-printed robots and games, playing music and Salsa dancing.",
      "tags": [
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Uri_Uri%20Shaked.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/UriShaked"
        },
        {
          "network": "google+",
          "url": "https://plus.google.com/+UriShaked"
        },
        {
          "network": "github",
          "url": "https://github.com/urish"
        }
      ]
    },
    {
      "id": "2587",
      "name": "Maxence Labusquiere",
      "company": "Zenika",
      "country": "France",
      "bio": "Consultant-Formateur chez Zenika ayant travaillé dans de nombreux secteurs comme les banques (BNP), l'énergie (ENEDIS), l'industrie (KUKA) et les télécom (SFR).\nDevops convaincu,  développeur Java, extrêmement curieux.",
      "tags": [
        "Kuka",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Maxence_Labusquiere.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/mlabusquiere"
        },
        {
          "network": "github",
          "url": "https://github.com/mlabusquiere"
        }
      ]
    },
    {
      "id": "2591",
      "name": "Cyril Mottier",
      "country": "France",
      "bio": "Cyril has been leading and managing several mobile teams in the past. He is an expert in Android & mobile in general. Passionate about technology and design, Cyril is an avid lover of Android and a multi-skilled engineer. His motto: “Do less, but do it insanely great”",
      "tags": [
        "Android",
        "Mobile",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Cyril_Mottier.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/cyrilmottier"
        }
      ]
    },
    {
      "id": "2607",
      "name": "Mathieu Calba",
      "company": "LumApps",
      "country": "France",
      "bio": "Mathieu est Lead Android Developer chez LumApps et GDG lead à Lyon avec le GDG Lyon Android. Mathieu est passionné des nouvelles technologies, et particulièrement d’Android. Il aime créer des application qui s’intègre parfaitement au système et partage sa passion pour Android au travers de présentations à divers conférences.",
      "tags": [
        "Android",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Mathieu_Calba.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/Mathieu_Calba"
        },
        {
          "network": "google+",
          "url": "https://plus.google.com/+MathieuCalba"
        },
        {
          "network": "github",
          "url": "https://github.com/MathieuCalba"
        }
      ]
    },
    {
      "id": "2608",
      "name": "Hubert Sablonnière",
      "company": "OpenDevise",
      "country": "France",
      "bio": "Hubert est passionné par le Web. Il est toujours à la recherche de nouvelles idées et autres bidouilles pour améliorer l'expérience des utilisateurs et des développeurs.\n\nChez OpenDevise, il aide des éditeurs de logiciels à passer leurs contenus pédagogiques (docs, formation, présentations...) au niveau supérieur en utilisant le Web et un peu d'asciidoctor...",
      "tags": [
        "Web",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Hubert_SABLONNI%C3%88RE.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/hsablonniere"
        },
        {
          "network": "github",
          "url": "https://github.com/hsablonniere"
        }
      ]
    },
    {
      "id": "2624",
      "name": "Rachel Andrew",
      "company": "edgeofmyseat.com",
      "country": "England",
      "bio": "Rachel Andrew is a front and back-end web developer, author and speaker. Her books include the recent Get Ready for CSS Grid Layout and she is a regular contributor to a number of publications both on and offline. Rachel is co-founder of the CMS Perch, a Google Developer Expert and an Invited Expert to the CSS Working Group. She writes about business and technology on her own site at rachelandrew.co.uk.",
      "tags": [
        "CSS",
        "HTML5",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Rachel_Andrew.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/rachelandrew"
        },
        {
          "network": "google+",
          "url": "https://plus.google.com/u/1/+RachelAndrew"
        },
        {
          "network": "github",
          "url": "https://github.com/rachelandrew"
        }
      ]
    },
    {
      "id": "2625",
      "name": "Audrey Garreau",
      "company": "Yumigo",
      "country": "France",
      "bio": "Audrey est Intégratrice Web senior. Elle a co-fondé l'agence Yumigo en 2015.\nMue par une insasiable soif d'apprendre et consciente que le diable est dans les détails, elle perfectionne sans cesse sa technique à 360°.\nSes chantiers de prédilection : responsive, accessibilité, performance.\nElle s'engage pour améliorer la place de la femme dans le numérique.\nSigne particulier : enchaine les escape rooms nantaises comme des M&Ms (aucune défaite à ce jour ^^).",
      "tags": [
        "CSS",
        "HTML5",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Audrey_Garreau.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/garreau_audrey"
        }
      ]
    },
    {
      "id": "2629",
      "name": "Hugo Mougard",
      "country": "France",
      "bio": "Hugo Mougard était doctorant à l’Université de Nantes puis ingénieur R&D dans une startup de Deep Learning avant de monter sa startup en analyse de texte. Dans son temps libre, il est formateur au sein de ML Week.",
      "tags": [
        "Machine Learning",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Hugo_Mougard.jpg",
      "social_links": [
        {
          "network": "github",
          "url": "https://github.com/m09"
        }
      ]
    },
    {
      "id": "2631",
      "name": "Pierre-Yves Aillet",
      "company": "Zenika",
      "country": "France",
      "bio": "Je travaille dans l’informatique depuis 15 ans sur des technologies variées allant de PHP à Java en passant par Javascript. Mon IHM de prédilection est la ligne de commande, et côté perso je reste fan du langage C et de tout ce qui est bas niveau. Je suis consultant chez Zenika et j’interviens sur des missions d’audit, d’expertise technique ou d’appui pour la mise en place d’outillages de développement.",
      "tags": [
        "Docker",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Pierre-Yves_Aillet.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/pyaillet"
        },
        {
          "network": "github",
          "url": "https://github.com/pyaillet"
        }
      ]
    },
    {
      "id": "2634",
      "name": "Rémi Roche",
      "company": "ROCHER",
      "country": "France",
      "bio": "Diplômé de l’ECE, HEC Paris et NYU Stern, Rémi est passionné de trading des crypto monnaies. Il accompagne les entreprises soucieuses de réussir leur transformation digitale (big data, blockchain). Co-auteur du livre \"Mind Mapping Pour être efficace au travail et dans les études\", il contribue également au développement de l'association Yes Group France.",
      "tags": [
        "Blockchain",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Remi_Roche.jpg",
      "social_links": []
    },
    {
      "id": "2647",
      "name": "Sébastien Ravoux",
      "company": "Onepoint",
      "country": "France",
      "bio": "Leader Expertises & Innovations @ Onepoint Atlantique\n17 ans d'expériences dans les technos du web et autres\nJ'anime des équipes d'experts transverses pour développer l'innovation, l'industrialisation, la capitalisation sur des projets de toutes tailles.\nMon cœur technologique est historiquement positionné sur les solutions Microsoft (.Net, Azure, SharePoint, ASP.NET), mais de plus en plus vers l'open source, l'IoT, les Réalités Virtuelles/Mixtes.",
      "tags": [
        "HoloLens",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/SEBASTIEN_RAVOUX.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/stounba"
        },
        {
          "network": "github",
          "url": "https://github.com/sravoux-gop"
        }
      ]
    },
    {
      "id": "2648",
      "name": "Nicolas Roard",
      "company": "Google",
      "country": "USA",
      "bio": "Nicolas worked over the years on various projects at Google, from the HTML5 support in Android Browser, implementing the webview hardware acceleration in Honeycomb, or writing a scalable and non-destructive photo editor in JB/KitKat. After a year building high-speed telemetry systems for robots, he came back to Android, developed ConstraintLayout and now lead the Android Studio layout editor.",
      "tags": [
        "Android",
        "Devtools",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Nicolas_Roard.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/camaelon"
        },
        {
          "network": "google+",
          "url": "https://plus.google.com/+NicolasRoard"
        }
      ]
    },
    {
      "id": "2670",
      "name": "Romain Guy",
      "company": "Google",
      "country": "USA",
      "bio": "In this session you will discover why your application doesn't look the same across multiple devices and why your designer's mock looks different on your computer. After learning what color really is, you will understand how to setup your design environment and how to use new APIs in Android O to manage colors properly and take advantage of wide color gamut displays.",
      "tags": [
        "Android",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Romain_Guy.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/romainguy"
        },
        {
          "network": "google+",
          "url": "https://google.com/+RomainGuy"
        },
        {
          "network": "github",
          "url": "https://github.com/romainguy"
        }
      ]
    },
    {
      "id": "2671",
      "name": "Derek Parker",
      "company": "CoreOS",
      "country": "USA",
      "bio": "Derek is a Software Engineer at CoreOS hacking on Kubernetes and distributed systems related software. He is the author of Delve, the Go debugger.",
      "tags": [
        "CoreOS",
        "Cloud",
        "Kubernetes"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Derek_Derek%20Parker.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/DerkTheDaring"
        },
        {
          "network": "github",
          "url": "https://github.com/derekparker"
        }
      ]
    },
    {
      "id": "2681",
      "name": "Guillaume Chau",
      "country": "France",
      "bio": "Membre de la Core Team de Vue.js, Guillaume est le créateur d'intégrations avec Meteor (vue-meteor) et Apollo GraphQL (vue-apollo) afin d'aider les développeurs à créer des applications Vue avec une forte intéractivité et du temps-réel. Il a également créé l'application vue-curated permettant de trouver les bonnes librairies pour développer une application, et il contribue à l'écosystème avec des outils comme vue-virtual-scroller et vue-supply.",
      "tags": [
        "VueJS",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Guillaume_Chau.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/Akryum"
        },
        {
          "network": "github",
          "url": "https://github.com/Akryum"
        }
      ]
    },
    {
      "id": "2690",
      "name": "Miguel Mathe",
      "company": "Onepoint",
      "country": "France",
      "bio": "Expert sur les technologies Microsoft depuis plus de 10 ans, je me passionne actuellement pour tous les nouveaux types d'interfaces (AR, VR, MR, Robotique) et plus particulièrement sur l'émergence de la réalité mixte grâce au casque Hololens de Microsoft.",
      "tags": [
        "HoloLens",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Miguel_MATHE.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/miguelmathe"
        }
      ]
    },
    {
      "id": "2693",
      "name": "Stéphane Kermabon",
      "company": "Talend",
      "country": "France",
      "bio": "Développeur depuis plus de 20 ans dans le monde Java ou j'ai connue toutes les versions du langage je reste curieux de ce qui tourne autour du Java, que ce soit le front avec Angular et React, ou des autres langages.",
      "tags": [
        "Kotlin",
        "Android",
        "Mobile"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Stephane_Kermabon.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/demis274269"
        },
        {
          "network": "google+",
          "url": "https://google.com/+demis27"
        }
      ]
    },
    {
      "id": "2719",
      "name": "Olivier Godement",
      "company": "Stripe",
      "country": "France",
      "bio": "Olivier Godement est en charge des opérations et du développement de Stripe auprès des startups en France et en Europe du Sud. Avant de rejoindre Stripe en 2014, il crée SparkUp, une des premières plateformes françaises de financement participatif pour entreprises. Olivier est diplômé de SciencesPo et de l’ESSEC.\n\nStripe est la plateforme permettant aux startups et entreprises technologiques de monétiser leur activité et de développer leur activité en ligne. Stripe compte +100 000 clients, parmi lesquels figurent les entreprises les plus innovantes de ces dernières années (Deliveroo, Drivy, Kickstarter,…).",
      "tags": [
        "UX",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Olivier_Godement.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/oliviergodement"
        }
      ]
    },
    {
      "id": "2721",
      "name": "Alexandra Etienne",
      "company": "AR.js",
      "country": "Ireland",
      "bio": "AR/VR Evangelist who loves open source! Co- creator of AR.js, an efficient augmented reality solution for the web! Digital Marketing Manager at Lightform, startup founded by ex Microsoft/Disney researchers, building the first computer for projected AR. Previously managing the ARToolKit community at Daqri.",
      "tags": [
        "AR",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Alexandra_Etienne.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/AndraConnect"
        }
      ]
    },
    {
      "id": "2741",
      "name": "Anthony Gorson",
      "company": "CHU Nantes",
      "country": "France",
      "bio": "Ingénieur consultant au CHU de Nantes depuis plus d'une année, ayant travaillé dans des secteurs fonctionnellement complexes comme la sécurité informatique en milieu bancaire, j'apporte mon expertise au CHU afin de développer des solutions innovantes pour le futur hôpital numérique.",
      "tags": [
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Anthony_GORSON.jpg",
      "social_links": []
    },
    {
      "id": "2742",
      "name": "Mélanie Bats",
      "company": "Obeo",
      "country": "France",
      "bio": "I am Mélanie Bats and I work as a software developer at Obeo. In my daily work, I am mainly focused on the development of modeling tools based on Eclipse with Sirius like UML Designer. I am also committer for 2 Eclipse projects: EEF and Sirius. In my free time I am interested in Arduino stuff and contribute some Eclipse plugins for cross compilation like the Buildroot Eclipse plugin. I am also a free software activist who has organized and participated in free software events in the Toulouse area.",
      "tags": [
        "Eclipse",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/M%C3%A9lanie_Bats.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/melaniebats"
        },
        {
          "network": "google+",
          "url": "https://plus.google.com/u/0/+MélanieBats"
        },
        {
          "network": "github",
          "url": "https://github.com/mbats"
        }
      ]
    },
    {
      "id": "2749",
      "name": "Jerome Etienne",
      "company": "AR.js",
      "country": "Ireland",
      "bio": "Creator of AR.js doing efficient Augmented Reality on the web. Wants to make WebAR a reality! 8th most active user on Github and frequent speaker at tech confs. Author of Learning Three.js blog and CTO.",
      "tags": [
        "AR",
        "Web"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Jerome_Etienne.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/jerome_etienne"
        },
        {
          "network": "google+",
          "url": "https://plus.google.com/+JeromeEtienne"
        },
        {
          "network": "github",
          "url": "https://github.com/jeromeetienne"
        }
      ]
    },
    {
      "id": "2757",
      "name": "Yannick Dautcourt",
      "company": "CHU Nantes",
      "country": "France",
      "bio": "Lead Developer pour le CHU Nantes, nous mettons en place les solutions innovantes dans le secteur de la santé",
      "tags": [
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/default.jpg",
      "social_links": []
    },
    {
      "id": "2759",
      "name": "Estelle Landry",
      "company": "TabMo",
      "country": "France",
      "bio": "Passionnée d'UX et PO à ces heures perdues",
      "tags": [
        "UX",
        "Devops",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Estelle_Landry.jpg",
      "social_links": [
        {
          "network": "google+",
          "url": "https://google.com/+Estelle Landry"
        }
      ]
    },
    {
      "id": "2760",
      "name": "Jérôme Avoustin",
      "company": "Saagie",
      "country": "France",
      "bio": "Software craftsman, fan d'eXtreme Programming, de DDD et de rugby. Héron touche à tout chez Saagie, le seul à préférer piocher la data plutôt dans la mer que dans les lacs.",
      "tags": [
        "Scala",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/J%C3%A9r%C3%B4me_Avoustin.png",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/JeromeAvoustin"
        },
        {
          "network": "github",
          "url": "https://github.com/rehia"
        }
      ]
    },
    {
      "id": "2764",
      "name": "Mathieu Humbert",
      "company": "Accenture",
      "country": "France",
      "bio": "Tech lead @Accenture & développeur passionné depuis plus de 10 ans. J'ai la chance de pouvoir travailler sur un projet alliant innovation et challenges techniques avec une architecture distribuée, des bases de donnée NoSQL, un vrai mode agile et surtout une équipe fun !",
      "tags": [
        "Apis",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Mathieu_Humbert.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/Math7t"
        },
        {
          "network": "github",
          "url": "https://github.com/mattyep"
        }
      ]
    },
    {
      "id": "2765",
      "name": "Christian Verbrugge",
      "company": "KUKA",
      "country": "France",
      "bio": "Diplômé de l’ENSAM, il est aujourd’hui Directeur Conseil & Innovation chez KUKA groupe International de 12.000 Personnes. A travers ses différentes expériences à l’étranger (Chine, Etats-Unis, Allemagne, Japon), Christian a acquis des compétences dans le développement de stratégies marketing et commerciales à l’international. Son esprit créatif et innovant l’a amené à bâtir un lieu d’échange et de vie autour de l’industrie 4.0 : le Techlab 4.0. Dans ce lieu se mélange l’esprit Startup, l’Education et l’envie de Collaborer.",
      "tags": [
        "Kuka",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Christian_VERBRUGGE.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/C_Verbrugge"
        },
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/christian-verbrugge-3672807/"
        }
      ]
    },
    {
      "id": "5000",
      "name": "Philippe Charrière",
      "company": "Clever Cloud",
      "country": "France",
      "bio": "Tech Evangelist + CSO @Clever_Cloud - Eleveur de bots - Golo tech-evangelist-dev-relation-advocate :p @TypeUnsafe - Geek officiel d'entreprise - @ScalaIO_FR member",
      "tags": [
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Philippe_Charriere.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/k33g_org"
        },
        {
          "network": "github",
          "url": "https://github.com/k33g"
        }
      ]
    },
    {
      "id": "5001",
      "name": "Anaïs Vivion",
      "company": "BeeApp",
      "country": "France",
      "bio": "Anaïs Vivion, Jeune entrepreneuse Nantaise est aujourd'hui à la tête d'une start-up nommée BeApp qu'elle a monté en 2011 avec deux associés. Avec 3 années en communication et un Master Management et Stratégie d'entreprise en poche elle décide de monter sa start-up pour simplifier l'accès à la mobilité pour les entreprises. Débutant dans le marketing dans un Groupe de Presse chez Sud Ouest elle se passionnera pour les technologies mobiles lors de sa deuxième expériences dans une start-up spécialisé dans le mobile.",
      "tags": [
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Anais_Vivion.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/AnaVivion"
        }
      ]
    },
    {
      "id": "5002",
      "name": "Thomas Gx",
      "company": "Krds / CommitStrip",
      "country": "France",
      "bio": "Thomas Gx est le fondateur de CommitStrip, le blog BD bien connu des codeurs : c'est lui qui écrit chaque jour depuis 2012 une strip sur la vie quotidienne des codeurs. Pionner du développement des réseaux sociaux en France dès 2006 en lançant Cancoon, Thomas co-fonde en 2007 l'agence KRDS, première agence spécialisée en social media marketing et aujourd'hui leader en Europe et en Asie. Il y occupe aujourd'hui la Direction de la Production, dirigeant un studio primé et une équipe de développeurs web ayant produit près de 2000 projets.",
      "tags": [
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Thomas_Gx.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/CommitStrip_fr"
        }
      ]
    },
    {
      "id": "5003",
      "name": "Asim Hussain",
      "company": "Microsoft",
      "country": "England",
      "bio": "I'm a developer, trainer and speaker with over 16 years experience working for organisations such as the European Space Agency, Google and now Microsoft, where I am a Senior Cloud Developer Advocate. I'm also author of the book 'Angular: From Theory to Practice' and I've taught over 50K students Angular & JavaScript through my site codecraft.tv",
      "tags": [
        "Angular",
        "Azure",
        "Cloud"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Asim_Hussain.png",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/jawache"
        }
      ]
    },
    {
      "id": "5004",
      "name": "Stéphane Bégaudeau",
      "company": "Obeo",
      "country": "France",
      "bio": "Stéphane Bégaudeau is currently working as an Eclipse Modeling consultant at Obeo, a strategic member of the Eclipse Foundation. He is involved in multiple open source projects of the Eclipse Foundation such as Acceleo, EEF and Eclipse Sirius. He also likes to work with web technologies like React and Angular and share his passion for open source in various conferences like EclipseCon.",
      "tags": [
        "Eclipse",
        "Discovery"
      ],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/Stephane_Begaudeau.jpg",
      "social_links": [
        {
          "network": "twitter",
          "url": "https://twitter.com/sbegaudeau"
        },
        {
          "network": "github",
          "url": "https://github.com/sbegaudeau"
        }
      ]
    },
    {
      "id": "5005",
      "name": "Pier Schneider",
      "company": "1024 architecture",
      "country": "France",
      "bio": "Architecte de formation, artiste de déformation, Pier Schneider est l’un des co fondateur du label créatif 1024 architecture. Il conçoit et produit des dispositifs artistiques ou se mêlent les limites entre espace physique et espace numérique.",
      "tags": [],
      "photo_url": "https://devfest2017.gdgnantes.com/images/speakers/pier_schneider.jpg",
      "social_links": []
    }
  ],
  "rooms": [
    {
      "id": "0",
      "name": "Titan"
    },
    {
      "id": "1",
      "name": "Belem"
    },
    {
      "id": "2",
      "name": "Tour Bretagne"
    },
    {
      "id": "3",
      "name": "Graslin"
    },
    {
      "id": "4",
      "name": "Les machines"
    }
  ]
}
